/* 1 */
{
  "_id" : ObjectId("5c10e55160c726b98e9056aa"),
  "content" : [ 
      "\n寥落古行宫，宫花寂寞红。", 
      "白头宫女在，闲坐说玄宗。\n"
  ],
  "translate" : [ 
      "空旷冷落的古旧行宫，只有宫花寂寞地艳红。", 
      "几个满头白发的宫女，闲坐无事谈论唐玄宗。"
  ],
  "translate_res" : [ 
      "雅瑟．《唐诗三百首鉴赏大全集》：新世界出版社，2011：330-331页"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "怀古", 
      "宫怨"
  ],
  "notes" : [ 
      "寥(liáo)落古行宫，宫花寂寞红。<br>寥落：寂寞冷落。行宫：皇帝在京城之外的宫殿。这里指当时东都洛阳的皇帝行宫上阳宫。宫花：行宫里的花。", 
      "白头宫女在，闲坐说玄宗。 <br>白头宫女：据白居易《上阳白发人》，一些宫女天宝末年被“潜配”到上阳宫，在这冷宫里一闭四十多年，成了白发宫人。说：谈论。玄宗：指唐玄宗。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　元稹的这首《行宫》是一首抒发盛衰之感的诗，这首短小精悍的五绝具有深邃的意境，富有隽永的诗味，倾诉了宫女无穷的哀怨之情，寄托了诗人深沉的盛衰之感。", 
      "　　从诗的内容上看，理解这首诗的关键在末尾一句“闲坐说玄宗”。说者前句已经点明是“白头宫女”，时间地点则是在荒凉冷寞的古行宫，红花盛开，正是一年春好处之时。从天宝至贞元，过了半个世纪左右，漫长的岁月，风雨的侵蚀，古行宫早变得荒败不堪了，而当年入宫的红颜少女，也在寂寞孤独中苦熬了几十个春秋，如今早已是白发苍颜了。她们的青春在此葬送，她们悲怨的泪水在此流淌，她们面对着怒放的红花在感叹嘘唏。透过纯朴的字面，我们分明听到了她们痛苦的心音。白居易《上阳白发人》写道：“上阳人，红颜暗老白发新。绿衣监使守宫门，一闭上阳多少春。玄宗末岁初选入，入时十六今六十。同时采择百余人，零落年深残此身。”白诗直截了当地道出了年老宫女的幽怨，元诗则点染寥落的环境，以红色宫花和白头宫女相互衬托的笔法，通过形象对比来揭示宫女的悲惨生活和心理活动。二诗相比，一具体，一概括，一以感情的热烈淋漓见长，一以境界的深沉隽永取胜。", 
      "　　这里，寥落古行宫中的白头宫女，还是唐玄宗时代历史的见证人。唐玄宗在其继位后期，宠幸杨贵妃，终日沉溺在淫乐酒色之中，把政务全部委给奸相李林甫和杨国忠，朝纲紊乱，谄佞当道，终于酿成安史之乱。乱后，玄宗被迫退位，赫赫不可一世的大唐王朝亦从此一蹶不振，日益走向下坡路。白居易在《长恨歌》里曾深致感慨说：“缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破霓裳羽衣曲。”四句诗，已形象地概括出玄宗昏愦好色与亡国致乱的历史因由，其讽刺与揭露是十分深刻的。元稹这首短诗当然不可能象白诗那样铺张扬厉，极尽渲染之能事，他只能采取对照、暗示点染等方法，把这一段轰轰烈烈的历史高度浓缩，加以典型化的处理，从而让人回味咀嚼。寥落的古行宫，那在寂寞之中随岁月更替而自生自落的宫花，那红颜少女的变为白发老人，都深深地带有时代盛衰迁移的痕迹。白头宫女亲历开元、天宝之世，本身就是历史的见证人，“闲坐说玄宗”的由治而乱。这本是诗篇主旨所在，也是诗人认为应引以为戒的地方，却以貌似悠闲实则深沉的笔调加以表现，语少意多，有无穷之味。", 
      "　　从表现手法上来看，诗人塑造意境，艺术上主要运用了两种表现手法。一是以少总多。这首诗具有举一而反三，字少而意多的特点。四句诗，首句指明地点，是一座空虚冷落的古行宫；次句暗示环境和时间，宫中红花盛开，正当春天季节；三句交代人物，几个白头宫女，与末句联系起来推想，可知是玄宗天宝末年进宫而幸存下来的老宫人；末句描写动作，宫女们正闲坐回忆、谈论天宝遗事。二十个字，地点、时间、人物、动作，全都表现出来了，构成了一幅非常生动的画面。这个画面触发读者联翩的浮想：宫女们年轻时都是月貌花容，娇姿艳质，这些美丽的宫女被禁闭在这冷落的古行宫之中，成日价寂寞无聊，看着宫花，花开花落，年复一年，青春消逝，红颜憔悴，白发频添，如此被摧残，往事不堪重省。然而，她们被禁闭冷宫，与世隔绝，别无话题，却只能回顾天宝时代玄宗遗事，此景此情，令人凄绝。“寥落”、“寂寞”、“闲坐”，既描绘当时的情景，也反映诗人的倾向。凄凉的身世，哀怨的情怀，盛衰的感慨，二十个字描绘出生动的画面，表现出深刻的意思。", 
      "　　另一个表现手法是以乐景写哀情。我国古典诗歌，其所写景物，有时从对立面的角度反衬心理，利用忧思愁苦的心情同良辰美景气氛之间的矛盾，以乐景写哀情，却能收到很好的艺术效果。这首诗也运用了这一手法。诗所要表现的是凄凉哀怨的心境，但却着意描绘红艳的宫花。红花一般是表现热闹场面，烘托欢乐情绪的，但在这里却起了很重要的反衬作用：盛开的红花和寥落的行宫相映衬，加强了时移世迁的盛衰之感；春天的红花和宫女的白发相映衬，表现了红颜易老的人生感慨；红花美景与凄寂心境相映衬，突出了宫女被禁闭的哀怨情绪。红花，在这里起了很大的作用。这都是利用好景致与恶心情的矛盾，来突出中心思想，即王夫之《姜斋诗话》所谓“以乐景写哀”，一倍增其哀。白居易《上阳白发人》“宫莺百啭愁厌闻，梁燕双栖老休妒”，也可以说是以乐写哀。不过白居易的写法直接揭示了乐景写哀情的矛盾，而元稹《行宫》则是以乐景作比较含蓄的反衬，显得更有余味。", 
      "　　这首绝句语言平实，但很有概括力，精警动人，也很含蓄，给人以想象的天地，历史沧桑之感尽在不言之中，寓意深刻，自来评价很高。王建的《宫词》，白居易的《长恨歌》，元稹的《连昌宫词》，都是长达千字左右的宏篇巨制，详尽地描述了唐玄宗时代治乱兴衰的历史过程，感叹兴亡。总结教训，内容广博而深刻。元稹这首小诗总共不过二十个字，能入选《唐诗三百首》，与这些长篇巨作比美，可谓短小精悍，字字珠玑。"
  ],
  "appreciation_res" : [ 
      "萧涤非 等．《唐诗鉴赏辞典》：上海辞书出版社，1983年12月版：946-948页", 
      "雅瑟．《唐诗三百首鉴赏大全集》：新世界出版社，2011：330-331页"
  ],
  "onlyId" : "7ae50b5fc11d3194cc9a017f6186894a",
  "name" : "行宫",
  "dynasty" : "唐代",
  "author" : "元稹",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_45c396367f59.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:13.392Z"),
  "__v" : 0
}

/* 2 */
{
  "_id" : ObjectId("5c10e55260c726b98e9056ab"),
  "content" : [ 
      "\n白日依山尽，黄河入海流。", 
      "欲穷千里目，更上一层楼。\n"
  ],
  "translate" : [ 
      "夕阳依傍着西山慢慢地沉没， 滔滔黄河朝着东海汹涌奔流。", 
      "若想把千里的风光景物看够， 那就要登上更高的一层城楼。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "登楼", 
      "写景", 
      "山水", 
      "黄河", 
      "励志", 
      "哲理", 
      "早教古诗100首", 
      "小学生必背古诗70首", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "白日依山尽，黄河入海流。<br>白日：太阳。依：依傍。尽：消失。 这句话是说太阳依傍山峦沉落。", 
      "欲穷千里目，更上一层楼。 <br>欲：想要得到某种东西或达到某种目的的愿望，但也有希望、想要的意思。穷：尽，使达到极点。千里目：眼界宽阔。更：替、换。（不是通常理解的“再”的意思）"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这首诗写诗人在登高望远中表现出来的不凡的胸襟抱负，反映了盛唐时期人们积极向上的进取精神。其中，前两句写所见。“白日依山尽”写远景，写山，写的是登楼望见的景色，“黄河入海流”写近景，写水写得景象壮观，气势磅礴。这里，诗人运用极其朴素、极其浅显的语言，既高度形象又高度概括地把进入广大视野的万里河山，收入短短十个字中；而后人在千载之下读到这十个字时，也如临其地，如见其景，感到胸襟为之一开。首句写遥望一轮落日向着楼前一望无际、连绵起伏的群山西沉，在视野的尽头冉冉而没。这是天空景、远方景、西望景。", 
      "　　次句写目送流经楼前下方的黄河奔腾咆哮、滚滚南来，又在远处折而东向，流归大海。这是由地面望到天边，由近望到远，由西望到东。这两句诗合起来，就把上下、远近、东西的景物，全都容纳进诗笔之下，使画面显得特别宽广，特别辽远。就次句诗而言，诗人身在鹳雀楼上，不可能望见黄河入海，句中写的是诗人目送黄河远去天边而产生的意中景，是把当前景与意中景溶合为一的写法。这样写，更增加了画面的广度和深度。而称太阳为“白日”，这是写实的笔调。落日衔山，云遮雾障，那本已减弱的太阳的光辉，此时显得更加暗淡，所以诗人直接观察到“白日”的奇景。至于“黄河”。当然也是写实。它宛若一条金色的飘带，飞舞于层峦叠嶂之间。", 
      "　　诗人眼前所呈现的，是一幅溢光流彩、金碧交辉的壮丽图画。这幅图画还处于瞬息多变的动态之中。白日依山而尽，这仅仅是一个极短暂的过程；黄河向海而流，却是一种永恒的运动。如果说．这种景色很美，那么，它便是一种动态的美，充满了无限生机的活泼的美。这不是所谓“定格”，不是被珍藏的化石或标本。读者深深地为诗人的大手笔所折服。后两句写所想。“欲穷千里目”，写诗人一种无止境探求的愿望，还想看得更远，看到目力所能达到的地方，唯一的办法就是要站得更高些，“更上一层楼”。“千里”“一层”，都是虚数，是诗人想象中纵横两方面的空间。“欲穷”“更上”词语中包含了多少希望，多少憧憬。这两句诗，是千古传诵的名句，既别翻新意，出人意表，又与前两句诗承接得十分自然、十分紧密；同时，在收尾处用一“楼”字，也起了点题作用，说明这是一首登楼诗。从这后半首诗，可推知前半首写的可能是在第二层楼所见，而诗人还想进一步穷目力所及看尽远方景物，更登上了楼的顶层。诗句看来只是平铺直叙地写出了这一登楼的过程，而含意深远，耐人探索。这里有诗人的向上进取的精神、高瞻远瞩的胸襟，也道出了要站得高才看得远的哲理。就全诗的写作特点而言，这首诗是日僧空海在《文镜秘府论》中所说的“景入理势”。有人说，诗忌说理。", 
      "　　这应当只是说，诗歌不要生硬地、枯燥地、抽象地说理，而不是在诗歌中不能揭示和宣扬哲理。象这首诗，把道理与景物、情事溶化得天衣无缝，使读者并不觉得它在说理，而理自在其中。这是根据诗歌特点、运用形象思维来显示生活哲理的典范。　这首诗在写法上还有一个特点：它是一首全篇用对仗的绝句。前两句“白日”和“黄河”两个名词相对，“白”与“黄”两个色彩相对，“依”与“入”两个动词相对。后两句也如此，构成了形式上的完美。", 
      "　　沈德在《唐诗别》中选录这首诗时曾指出：“四语皆对，读来不嫌其排，骨高故也。”绝句总共只有两联，而两联都用对仗，如果不是气势充沛，一意贯连，很容易雕琢呆板或支离破碎。这首诗，前一联用的是正名对，所谓“正正相对”，语句极为工整，又厚重有力，就更显示出所写景象的雄大；后一联用的是，虽然两句相对，但是没有对仗的痕迹。所以说诗人运用对仗的技巧也是十分成熟的。 "
  ],
  "appreciation_res" : [],
  "onlyId" : "50a8e04183f574efd97f5c5cfce3f056",
  "name" : "登鹳雀楼",
  "dynasty" : "唐代",
  "author" : "王之涣",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_c90ff9ea5a71.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:14.894Z"),
  "__v" : 0
}

/* 3 */
{
  "_id" : ObjectId("5c10e55360c726b98e9056ac"),
  "content" : [ 
      "\n三日入厨下，洗手作羹汤。", 
      "未谙姑食性，先遣小姑尝。\n"
  ],
  "translate" : [ 
      "新婚三天来到厨房，洗手亲自来作羹汤。", 
      "不知婆婆什么口味，做好先让小姑品尝。"
  ],
  "translate_res" : [ 
      "彭定求 等．全唐诗（上）．上海：上海古籍出版社，1986：757", 
      "于海娣 等．唐诗鉴赏大全集．北京：中国华侨出版社，2010：328-329", 
      "张国举．唐诗精华注译评．长春：长春出版社，2010：446"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "女子", 
      "新婚", 
      "生活", 
      "早教古诗100首"
  ],
  "notes" : [ 
      "三日入厨下，洗手作羹(gēng)汤。<br>三日：古代风俗，新媳妇婚后三日须下厨房做饭菜。羹：泛指做成浓的菜肴。", 
      "未谙(ān)姑食性，先遣(qiǎn)小姑尝。 <br>“未谙”句：意思是还不熟悉婆婆的口味。谙：熟悉。姑食性：婆婆的口味。遣：让。小姑：一作“小娘”。丈夫的妹妹。也称小姑子。"
  ],
  "reference" : [],
  "appreciation" : [],
  "appreciation_res" : [],
  "onlyId" : "de214d6a2dfd9966a58cc1be68d27272",
  "name" : "新嫁娘词",
  "dynasty" : "唐代",
  "author" : "王建",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_5917bc6dca91.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:15.881Z"),
  "__v" : 0
}

/* 4 */
{
  "_id" : ObjectId("5c10e55460c726b98e9056ad"),
  "content" : [ 
      "\n红豆生南国，春来发几枝。", 
      "愿君多采撷，此物最相思。\n"
  ],
  "translate" : [ 
      "鲜红浑圆的红豆，生长在阳光明媚的南方，春暖花开的季节，不知又生出多少？", 
      "希望思念的人儿多多采集，小小红豆引人相思。"
  ],
  "translate_res" : [ 
      "邓安生 等．王维诗选译．成都：巴蜀书社，1990：214-215"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "咏物", 
      "抒情", 
      "思念", 
      "早教古诗100首"
  ],
  "notes" : [ 
      "红豆生南国，春来发几枝。<br>红豆：又名相思子，一种生在江南地区的植物，结出的籽像豌豆而稍扁，呈鲜红色。“春来”句：一作“秋来发故枝”。", 
      "愿君多采撷(xié)，此物最相思。 <br>“愿君”句：一作“劝君休采撷”。采撷：采摘。相思：想念。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这是借咏物而寄相思的诗，是眷怀友人之作。起句因物起兴，语虽单纯，却富于想象；接着以设问寄语，意味深长地寄托情思；第三句暗示珍重友谊，表面似乎嘱人相思，背面却深寓自身相思之重；最后一语双关，既切中题意，又关合情思，妙笔生花，婉曲动人。全诗情调健美高雅，怀思饱满奔放，语言朴素无华，韵律和谐柔美。可谓绝句的上乘佳品。", 
      "　　红豆产于南方，结实鲜红浑圆，晶莹如珊瑚，南方人常用以镶嵌饰物。传说古代有一位女子，因丈夫死在边地，哭于树下而死，化为红豆，于是人们又称呼它为“相思子”。唐诗中常用它来关合相思之情。而“相思”不限于男女情爱范围，朋友之间也有相思的，如苏李诗“行人难久留，各言长相思”即著例。此诗题一作《江上赠李龟年》，可见诗中抒写的是眷念朋友的情绪。", 
      "　　“南国”（南方）既是红豆产地，又是朋友所在之地。首句以“红豆生南国”起兴，暗逗后文的相思之情。语极单纯，而又富于形象。次句“春来发几枝”轻声一问，承得自然，寄语设问的口吻显得分外亲切。然而单问红豆春来发几枝，是意味深长的，这是选择富于情味的事物来寄托情思。“来日绮窗前，寒梅著花未？”（王维《杂诗》）对于梅树的记忆，反映出了客子深厚的乡情。同样，这里的红豆是赤诚友爱的一种象征。这样写来，便觉语近情遥，令人神远。", 
      "　　第三句紧接着寄意对方“多采撷”红豆，仍是言在此而意在彼。以采撷植物来寄托怀思的情绪，是古典诗歌中常见手法，如汉代古诗：“涉江采芙蓉，兰泽多芳草，采之欲遗谁？所思在远道”即著例。“愿君多采撷”似乎是说：“看见红豆，想起我的一切吧。”暗示远方的友人珍重友谊，语言恳挚动人。这里只用相思嘱人，而自己的相思则见于言外。用这种方式透露情怀，婉曲动人，语意高妙。宋人编《万首唐人绝句》，此句“多”字作“休”。用“休”字反衬离情之苦，因相思转怕相思，当然也是某种境况下的人情状态。用“多”字则表现了一种热情饱满、一往情深的健美情调。此诗情高意真而不伤纤巧，与“多”字关系甚大，故“多”字比“休”字更好。末句点题，“相思”与首句“红豆”呼应，既是切“相思子”之名，又关合相思之情，有双关的妙用。“此物最相思”就像说：只有这红豆才最惹人喜爱，最叫人忘不了呢。这是补充解释何以“愿君多采撷”的理由。而读者从话中可以体味到更多的东西。诗人真正不能忘怀的，不言自明。一个“最”的高级副词，意味极深长，更增加了双关语中的含蕴。", 
      "　　全诗洋溢着少年的热情，青春的气息，满腹情思始终未曾直接表白，句句话儿不离红豆，而又“超以象外，得其圜中”，把相思之情表达得入木三分。它“一气呵成，亦须一气读下”，极为明快，却又委婉含蓄。在生活中，最情深的话往往朴素无华，自然入妙。王维很善于提炼这种素朴而典型的语言来表达深厚的思想感情。所以此诗语浅情深，当时就成为流行名歌是毫不奇怪的。"
  ],
  "appreciation_res" : [ 
      "周啸天 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：186-187"
  ],
  "onlyId" : "d400e1d95b8b02501c532ced70cae022",
  "name" : "相思",
  "dynasty" : "唐代",
  "author" : "王维",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_f324eea45183.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:16.799Z"),
  "__v" : 0
}

/* 5 */
{
  "_id" : ObjectId("5c10e55560c726b98e9056ae"),
  "content" : [ 
      "\n君自故乡来，应知故乡事。", 
      "来日绮窗前，寒梅著花未？\n"
  ],
  "translate" : [ 
      "您是刚从我们家乡来的，一定了解家乡的人情世态。", 
      "请问您来的时候我家雕画花纹的窗户前，那一株腊梅花开了没有？"
  ],
  "translate_res" : [ 
      "马松原．唐诗宋词元曲：线装书局，2010年"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "思乡", 
      "思亲", 
      "写景", 
      "梅花"
  ],
  "notes" : [ 
      "君自故乡来，应知故乡事。<br>", 
      "来日绮(qǐ)窗前，寒梅著(zhuó)花未？ <br>来日：来的时候。绮窗：雕画花纹的窗户。著花未：开花没有。著花，开花。未，用于句末，相当于“否”，表疑问。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　诗中的抒情主人公（“我”，不一定是作者），是一个久在异乡的人，忽然遇上来自故乡的旧友，首先激起的自然是强烈的乡思，是急欲了解故乡风物、人事的心情。", 
      "　　开头两句，正是以一种不加修饰、接近于生活的自然状态的形式，传神地表达了“我”的这种感情。“故乡”一词迭见，正表现出乡思之：“应知”表现出了解乡事之情的急切，透露出一种儿童式的天真与亲切。纯用白描记言，却简洁地将“我”在特定情形下的感情、心理、神态、口吻等表现得栩栩如生，这其实是很省俭的笔墨。", 
      "　　关于“故乡事”，那是可以开一张长长的问题清单的。初唐的王绩写过一篇《在京思故园见乡人问》，从朋旧童孩、宗族弟侄、旧园新树、茅斋宽窄、柳行疏密一直问到院果林花，仍然意犹未尽，“羁心只欲问”；而这首诗中的“我”却撇开这些，独问对方：来日绮窗前，寒梅著花未？仿佛故乡是值得怀念，就在窗前那株寒梅。这就很有些出乎常情。但又绝非故作姿态。", 
      "　　一个人对故乡的怀念，总是和那些与自己过去生活有密切关系的人、事、物联结在一起。所谓“乡思”，完全是一种“形象思维”，浮现在思乡者脑海中的，都是一个个具体的形象或画面。故乡的亲朋故旧、山川景物、风土人情，都值得怀念。但引起亲切怀想的，有时往往是一些看来很平常、很细小的情事，这窗前的寒梅便是一例。它可能蕴含着当年家居生活亲切有趣的情事。因此，这株寒梅，就不再是一般的自然物，而成了故乡的一种象征。它已经被诗化、典型化了。因此这株寒梅也自然成了“我”的思乡之情的集中寄托。从这个意义上去理解，独问“寒梅著花未”是完全符合生活逻辑的。", 
      "　　古代诗歌中常有这种质朴平淡而诗味浓郁的作品。它质朴到似乎不用任何技巧，实际上却包含着最高级的技巧。象这首诗中的独问寒梅，就不妨看成一种通过特殊体现一般的典型化技巧，而这种技巧却是用一种平淡质朴得如叙家常的形式来体现的。这正是所谓寓巧于朴。王绩的那首《在京思故园见乡人问》，朴质的程度也许超过这首诗，但它那一连串的发问，其艺术力量却远远抵不上王维的这一问。其中消息，不是正可深长思之的吗？"
  ],
  "appreciation_res" : [],
  "onlyId" : "7576c0286e5410b2c8832afff3a0f2c4",
  "name" : "杂诗三首·其二",
  "dynasty" : "唐代",
  "author" : "王维",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_8d889937d1fe.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:17.600Z"),
  "__v" : 0
}

/* 6 */
{
  "_id" : ObjectId("5c10e55660c726b98e9056af"),
  "content" : [ 
      "\n空山不见人，但闻人语响。", 
      "返景入深林，复照青苔上。\n"
  ],
  "translate" : [ 
      "空寂的山中不见一个人，只听到一阵人语声。", 
      "太阳的一抹余晖返入深林，又照到林中的青苔上。"
  ],
  "translate_res" : [ 
      "胡德才 ．大学语文 ．北京市 ：北京大学出版社 ，2009年 ：113页 ．", 
      "杨桂华 ．古诗文全解 ．长春市 ：吉林大学出版社 ，2004年 ：35-38页 ．"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "写山", 
      "写景", 
      "小学生必背古诗70首", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "空山不见人，但闻人语响。<br>但：只。", 
      "返景(yǐng)入深林，复照青苔上。 <br>返景：同“返影”，太阳将落时通过云彩反射的阳光。复：又。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　第一句“空山不见人”，先正面描写空山的杳无人迹。王维特别喜欢用“空山”这个词语，但在不同的诗里，它所表现的境界却有区别。“空山新雨后，天气晚来秋”（《山居秋暝》），侧重于表现雨后秋山的空明洁净；“人闲桂花落，夜静春山空”（《鸟鸣涧》），侧重于表现夜间春山的宁静幽美；而“空山不见人”，则侧重于表现山的空寂清泠。由于杳无人迹，这并不真空的山在诗人的感觉中显得空廓虚无，宛如太古之境。“不见人”，把“空山”的意蕴具体化了。", 
      "　　如果只读第一句，读者可能会觉得它比较平常，但在“空山不见人”之后紧接“但闻人语响”，却境界顿出。“但闻”二字颇可玩味。通常情况下，寂静的空山尽管“不见人”，却非一片静默死寂。啾啾鸟语，唧唧虫鸣，瑟瑟风声，潺潺水响，相互交织，大自然的声音其实是非常丰富多彩的。然而此刻，这一切都杳无声息，只是偶尔传来一阵人语声，却看不到人影（由于山深林密）。这“人语响”，似乎是破“寂”的，实际上是以局部的、暂时的“响”反衬出全局的、长久的空寂。空谷传音，愈见空谷之空；空山人语，愈见空山之寂。人语响过，空山复归于万籁俱寂的境界；而且由于刚才那一阵人语响，这时的空寂感就更加突出。", 
      "　　三四句由上幅的描写空山中传语进而描写深林返照，由声而色，深林，本来就幽暗，林间树下的青苔，更突出了深林的不见阳光。寂静与幽暗，虽分别诉之于听觉与视觉，但它们在人们总的印象中，却常属于一类，因此幽与静往往连类而及。按照常情，写深林的幽暗，应该着力描绘它不见阳光，这两句却特意写返景射入深林，照映的青苔上。读者猛然一看，会觉得这一抹斜晖，给幽暗的深林带来一线光亮，给林间青苔带来一丝暖意，或者说给整个深林带来一点生意。但细加体味，就会感到，无论就作者的主观意图或作品的客观效果来看，都恰与此相反。一味的幽暗有时反倒使人不觉其幽暗，而当一抹余晖射入幽暗的深林，斑斑驳驳的树影照映在树下的青苔上时，那一小片光影和大片的无边的幽暗所构成的强烈对比，反而使深林的幽暗更加突出。特别是这“返景”，不仅微弱，而且短暂，一抹余晖转瞬逝去之后，接踵而来的便是漫长的幽暗。如果说，一二句是以有声反衬空寂；那么三四句便是以光亮反衬幽暗。整首诗就像是在绝大部分用冷色的画面上掺进了一点暖色，结果反而使冷色给人的印象更加突出。", 
      "　　静美和壮美，是大自然的千姿百态的美的两种类型，其间原本无轩轻之分。但静而近于空无，幽而略带冷寂，则多少表现了作者美学趣味中独特的一面。同样写到“空山”，同样侧重于表现静美，《山居秋暝》色调明朗，在幽静的基调上浮动着安恬的气息，蕴含着活泼的生机；《鸟鸣涧》虽极写春山的静谧，但整个意境并不幽冷空寂，素月的清辉、桂花的芬芳、山鸟的啼鸣，都带有春的气息和夜的安恬；而《鹿柴》则带有幽冷空寂的色彩，尽管还不至于幽森枯寂。", 
      "　　王维是诗人、画家兼音乐家。这首诗正体现出诗、画、乐的结合。无声的静寂、无光的幽暗，一般人都易于觉察；但有声的静寂，有光的幽暗，则较少为人所注意。诗人正是以他特有的画家、音乐家对色彩、声音的敏感，才把握住了空山人语响和深林入返照的一刹那间所显示的特有的幽静境界。但是这种敏感，又和他对大自然的细致观察、潜心默会分不开。"
  ],
  "appreciation_res" : [],
  "onlyId" : "712cc6136c529d3d58d167ecec443cec",
  "name" : "鹿柴",
  "dynasty" : "唐代",
  "author" : "王维",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_e9b1a8b4def0.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:18.689Z"),
  "__v" : 0
}

/* 7 */
{
  "_id" : ObjectId("5c10e55760c726b98e9056b0"),
  "content" : [ 
      "\n独坐幽篁里，弹琴复长啸。", 
      "深林人不知，明月来相照。\n"
  ],
  "translate" : [ 
      "独自闲坐幽静竹林，时而弹琴时而长啸。", 
      "密林之中何人知晓我在这里？只有一轮明月静静与我相伴。"
  ],
  "translate_res" : [ 
      "蘅塘退士 等．唐诗三百首·宋词三百首·元曲三百首．北京：华文出版社，2009：54"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "月亮", 
      "初中古诗", 
      "归隐", 
      "孤独", 
      "生活", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "独坐幽篁(huáng)里，弹琴复长啸(xiào)。<br>幽篁：幽深的竹林。啸：嘬口发出长而清脆的声音，类似于打口哨。", 
      "深林人不知，明月来相照。 <br>深林：指“幽篁”。相照：与“独坐”相应，意思是说，左右无人相伴，唯有明月似解人意，偏来相照。长啸：撮口而呼，这里指吟咏、歌唱。古代一些超逸之士常用来抒发感情。魏晋名士称吹口哨为啸。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　此诗收录于《王右丞集笺注》，为《辋川集》二十首中的第十七首。诗写山林幽居情趣，属闲情偶寄。", 
      "　　这首小诗总共四句。拆开来看，既无动人的景语，也无动人的情语；既找不到哪个字是诗眼，也很难说哪一句是警策。且诗的用字造语、写景（幽篁、深林、明月），写人（独坐、弹琴、长啸）都极平淡无奇。然而它的妙处也就在于以自然平淡的笔调，描绘出清新诱人的月夜幽林的意境，夜静人寂融情景为一体，蕴含着一种特殊的美的艺术魅力，使其成为千古佳品。以弹琴长啸，反衬月夜竹林的幽静，以明月的光影，反衬深林的昏暗，表面看来平平淡淡，似乎信手拈来，随意写去其实却是独具匠心，妙手回春的大手笔。", 
      "　　这首诗表现了一种清静安详的境界。前两句写诗人独自一人坐在幽深茂密的竹林之中，一边弹着琴弦，一边又发出长长的啸声。其实，不论“弹琴”还是“长啸”，都体现出诗人高雅闲淡、超拔脱俗的气质，而这却是不容易引起别人共鸣的。所以后两句说：“深林人不知，明月来相照。”意思是说，自己僻居深林之中，也并不为此感到孤独，因为那一轮皎洁的月亮还在时时照耀自己。这里使用了拟人化的手法，把倾洒着银辉的一轮明月当成心心相印的知己朋友，显示出诗人新颖而独到的想象力。全诗的格调幽静闲远，仿佛诗人的心境与自然的景致全部融为一体了。", 
      "　　诗中写到景物，只用六个字组成三个词，就是：“幽篁”、“深林”、“明月”。对普照大地的月亮，用一个“明”字来形容其皎洁，并无新意巧思可言，是人人惯用的陈词。至于第一句的“篁”与第三句的“林”，其实是一回事，是重复写诗人置身其间的竹林，而在竹林前加“幽”、“深”两字，不过说明其既非庾信《小园赋》所说的“三竿两竿之竹”，也非柳宗元《青水驿丛竹》诗所说的“檐下疏篁十二茎”，而是一片既幽且深的茂密的竹林。这里，象是随意写出了眼前景物，没有费什么气力去刻画和涂饰。", 
      "　　诗中写人物活动，也只用六个字组成三个词，就是：“独坐、弹琴、长啸”。对人物，既没有描绘其弹奏舒啸之状，也没有表达其喜怒哀乐之情；对琴音与啸声，更没有花任何笔墨写出其音调与声情。　表面看来，四句诗的用字造语都是平平无奇的。但四句诗合起来，却妙谛自成，境界自出，蕴含着一种特殊的艺术魅力。作为王维《辋川集》中的一首名作，它的妙处在于其所显示的是那样一个令人自然而然为之吸引的意境。它不以字句取胜，而从整体见美。它的美在神不在貌，领略和欣赏它的美，也应当遗貌取神，而其神是包孕在意境之中的。就意境而言，它不仅如施补华所说，给人以“清幽绝俗”（《岘佣说诗》）的感受，而且使人感到，这一月夜幽林之景是如此空明澄净，在其间弹琴长啸之人是如此安闲自得，尘虑皆空，外景与内情是抿合无间、融为一体的。而在语言上则从自然中见至味、从平淡中见高韵。它的以自然、平淡为特征的风格美又与它的意境美起了相辅相成的作用。", 
      "　　可以想见，诗的意境的形成，全赖人物心性和所写景物的内在素质相一致，而不必借助于外在的色相。因此，诗人在我与物会、情与景合之际，就可以如司空图《诗品·自然篇》中所说，“俯拾即是，不取诸邻，俱道适往，著手成春”，进入“薄言情悟，悠悠天钧”的艺术天地。当然，这里说“俯拾即是”，并不是说诗人在取材上就一无选择，信手拈来；这里说“著手成春”，也不是说诗人在握管时就一无安排，信笔所之。诗中描写周围景色，选择了竹林与明月，是取其与所要显示的那一清幽澄净的环境原本一致；诗中抒写自我情怀，选择了弹琴与长啸，则取其与所要表现的那一清幽澄净的心境互为表里。这既是即景即事，而其所以写此景，写此事，自有其酝酿成熟的诗思。更从全诗的组合看，诗人在写月夜幽林的同时，又写了弹琴、长啸，则是以声响托出静境。至于诗的末句写到月来照，不仅与上句的“人不知”有对照之妙，也起了点破暗夜的作用。这些音响与寂静以及光影明暗的衬映，在安排上既是妙手天成，又是有匠心运用其间的。"
  ],
  "appreciation_res" : [ 
      "陈邦炎 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：179-181"
  ],
  "onlyId" : "9ac783258ba458a281719ec082d1c9c9",
  "name" : "竹里馆",
  "dynasty" : "唐代",
  "author" : "王维",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_4809b5e7a16a.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:19.516Z"),
  "__v" : 0
}

/* 8 */
{
  "_id" : ObjectId("5c10e55960c726b98e9056b1"),
  "content" : [ 
      "\n山中相送罢，日暮掩柴扉。", 
      "春草明年绿，王孙归不归？(明年 一作：年年)\n"
  ],
  "translate" : [ 
      "在深山中送走了好友，夕阳落下把柴门半掩。", 
      "春草到明年催生新绿，朋友啊你能不能回还？ "
  ],
  "translate_res" : [ 
      "蘅塘退士 等 ．唐诗三百首·宋词三百首·元曲三百首 ．北京 ：华文出版社 ，2009年11月版 ：第56页 ．", 
      "彭定求 等 ．全唐诗（上） ．上海 ：上海古籍出版社 ，1986年10月版 ：第299页 ．"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "送别", 
      "友情"
  ],
  "notes" : [ 
      "山中相送罢，日暮掩柴扉(fēi)。<br>掩：关闭。柴扉：柴门。", 
      "春草明年绿，王孙归不归？(明年 一作：年年) <br>明年：一作“年年”。王孙：贵族的子孙，这里指送别的友人。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这首《山中送别》诗，不写离亭饯别的情景，而是匠心别运，选取了与一般送别诗全然不同的下笔着墨之点。", 
      "　　诗的首句“山中相送罢”，在一开头就告诉读者相送已罢，把送行时的话别场面、惜别情怀，用一个看似毫无感情色彩的“罢”字一笔带过。这里，从相送到送罢，跳越了一段时间。而次句从白昼送走行人一下子写到“日暮掩柴扉”，则又跳越了一段更长的时间。诗人在把生活接入诗篇时，剪去了在这段时间内送行者的所感所想，都当作暗场处理了。", 
      "　　对离别有体验的人都知道，行人将去的片刻固然令人黯然魂消，但一种寂寞之感、怅惘之情往往在别后当天的日暮时会变得更浓重、更稠密。在这离愁别恨最难排遣的时刻，要写的东西也定必是千头万绪的；可是，诗只写了一个“掩柴扉”的举动。这是山居的人每天到日暮时都要做的极其平常的事情，看似与白昼送别并无关连。而诗人却把这本来互不关连的两件事连在了一起，使这本来天天重复的行动显示出与往日不同的意味，从而寓别情于行间，见离愁于字里。读者自会从其中看到诗中人的寂寞神态、怅惘心情；同时也会想：继日暮而来的是黑夜，在柴门关闭后又将何以打发这漫漫长夜呢？这句外留下的空白，更是使人低回想象于无穷的。", 
      "　　诗的三、四两句“春草明年绿，王孙归不归”，从《楚辞·招隐士》“王孙游兮不归，春草生兮萋萋”句化来。但赋是因游子久去而叹其不归，这两句诗则在与行人分手的当天就惟恐其久去不归。唐汝询在《唐诗解》中概括这首诗的内容为：“扉掩于暮，居人之离思方深；草绿有时，行人之归期难必。”而“归期难必”，正是“离思方深”的一个原因。“归不归”，作为一句问话，照说应当在相别之际向行人提出，这里却让它在行人已去、日暮掩扉之时才浮上居人的心头，成了一个并没有问出口的悬念。这样，所写的就不是一句送别时照例要讲的话，而是“相送罢”后内心深情的流露，说明诗中人一直到日暮还为离思所笼罩，虽然刚刚分手，已盼其早日归来，又怕其久不归来了。前面说，从相送到送罢，从“相送罢”到“掩柴扉”，中间跳越了两段时间；这里，在送别当天的日暮时就想到来年的春草绿，而问那时归不归，这又是从当前跳到未来，跳越的时间就更长了。", 
      "　　这首送别诗，不写离亭饯别的依依不舍，却更进一层写冀望别后重聚。这是超出一般送别诗的所在。开头隐去送别情景，以“送罢”落笔，继而写别后回家寂寞之情更浓更稠，为望其再来的题意作了铺垫，于是想到春草再绿自有定期，离人回归却难一定。惜别之情，自在话外。意中有意，味外有味，真是匠心别运，高人一筹。", 
      "　　王维善于从生活中拾取看似平凡的素材，运用朴素、自然的语言，来显示深厚、真挚的感情，令人神远。这首《山中送别》诗就是这样的。"
  ],
  "appreciation_res" : [ 
      "萧涤非等 ．唐诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1983年12月版 ：第184-185页 ．"
  ],
  "onlyId" : "6b3e38e62723f454b457e219d10b2cd9",
  "name" : "送别 / 山中送别",
  "dynasty" : "唐代",
  "author" : "王维",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_6368d3d62fcd.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:21.056Z"),
  "__v" : 0
}

/* 9 */
{
  "_id" : ObjectId("5c10e55a60c726b98e9056b2"),
  "content" : [ 
      "\n绿蚁新醅酒，红泥小火炉。", 
      "晚来天欲雪，能饮一杯无？\n"
  ],
  "translate" : [ 
      "新酿的米酒，色绿香浓；小小红泥炉，烧得殷红。", 
      "天快黑了，大雪将要来。能否共饮一杯？朋友！"
  ],
  "translate_res" : [ 
      "吴大奎 马秀娟 ．元稹白居易诗选译 ．成都 ：巴蜀书社 ，1991 ．"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "饮酒", 
      "生活", 
      "友情"
  ],
  "notes" : [ 
      "绿蚁新醅(pēi)酒，红泥小火炉。<br>绿蚁：指浮在新酿的没有过滤的米酒上的绿色泡沫。醅：酿造。绿蚁新醅酒：酒是新酿的酒。新酿酒未滤清时，酒面浮起酒渣，色微绿，细如蚁，称为“绿蚁”。", 
      "晚来天欲雪，能饮一杯无？<br>雪：下雪，这里作动词用。无：表示疑问的语气词，相当于“么”或“吗”。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　刘十九是作者在江州时的朋友，作者另有《刘十九同宿》诗，说他是嵩阳处士。全诗寥寥二十字，没有深远寄托，没有华丽辞藻，字里行间却洋溢着热烈欢快的色调和温馨炽热的情谊，表现了温暖如春的诗情。", 
      "　　诗句的巧妙，首先是意象的精心选择和巧妙安排。全诗表情达意主要靠三个意象（新酒、火炉、暮雪）的组合来完成。“绿蚁新醅酒”，开门见山点出新酒，由于酒是新近酿好的，未经过滤，酒面泛起酒渣泡沫，颜色微绿，细小如蚁，故称“绿蚁”。诗歌首句描绘家酒的新熟淡绿和浑浊粗糙，极易引发读者的联想，让读者犹如已经看到了那芳香扑鼻，甘甜可口的米酒。次句“红泥小火炉”，粗拙小巧的火炉朴素温馨，炉火正烧得通红，诗人围炉而坐，熊熊火光照亮了暮色降临的屋子，照亮了浮动着绿色泡沫的家酒。“红泥小火炉”对饮酒环境起到了渲染色彩、烘托气氛的作用。酒已经很诱人了，而炉火又增添了温暖的情调。诗歌一、二两句选用“家酒”和“小火炉”两个极具生发性和暗示性的意象，容易唤起读者对质朴地道的农村生活的情境联想。后面两句：“晚来天欲雪，能饮一杯无？”在这样一个风寒雪飞的冬天里，在这样一个暮色苍茫的空闲时刻，邀请老朋友来饮酒叙旧，更体现出诗人那种浓浓的情谊。“雪”这一意象的安排勾勒出朋友相聚畅饮的阔大背景，寒风瑟瑟，大雪飘飘，让人感到冷彻肌肤的凄寒，越是如此，就越能反衬出火炉的炽热和友情的珍贵。“家酒”、“小火炉”和“暮雪”三个意象分割开来，孤立地看，索然寡味，神韵了无，但是当这三个意象被白居易纳入这首充满诗意情境的整体组织结构中时，读者就会感受到一种不属于单个意象而决定于整体组织的气韵、境界和情味。寒冬腊月，暮色苍茫，风雪大作，家酒新熟、炉火已生，只待朋友早点到来，三个意象连缀起来构成一幅有声有色、有形有态、有情有意的图画，其间流溢出友情的融融暖意和人性的阵阵芳香。", 
      "　　其次是色彩的合理搭配。诗画相通贵在情意相契，诗人虽然不能像雕塑家、画家那样直观地再现色彩，但是可以通过富有创意的语言运用，唤起读者相应的联想和情绪体验。这首小诗在色彩的配置上是很有特色的，清新朴实，温热明丽，给读者一种身临其境、悦目怡神之感。诗歌首句“绿蚁”二字绘酒色摹酒状，酒色流香，令人啧啧称美，酒态活现让读者心向“目”往。次句中的“红”字犹如冬天里的一把火，温暖了人的身子，也温热了人的心窝。“火”字表现出炭火熊熊、光影跃动的情境，更是能够给寒冬里的人增加无限的热量。“红”“绿”相映，色味兼香，气氛热烈，情调欢快。第三句中不用摹色词语，但“晚”“雪”两字告诉读者黑色的夜幕已经降落，而纷纷扬扬的白雪即将到来。在风雪黑夜的无边背景下，小屋内的“绿”酒“红”炉和谐配置，异常醒目，也格外温暖。", 
      "　　最后是结尾问句的运用。“能饮一杯无”，轻言细语，问寒问暖，贴近心窝，溢满真情。用这样的口语入诗收尾，既增加了全诗的韵味，使其具有空灵摇曳之美，余音袅袅之妙；又创设情境，给读者留下无尽的想象空间。诗人既可能是特意准备新熟家酿来招待朋友的，也可能是偶尔借此驱赶孤居的冷寂凄凉；既可能是在风雪之夜想起了朋友的温暖，也可能是平日里朋友之间的常来常往。而这些，都留给读者去尽情想象了。", 
      "　　通览全诗，语浅情深，言短味长。白居易善于在生活中发现诗情，用心去提炼生活中的诗意，用诗歌去反映人性中的春晖，这正是此诗令读者动情之处。", 
      "　　《问刘十九》。诗从开门见山地点出酒的同时，就一层层地进行渲染，但并不因为渲染，不再留有余味，相反地仍然极富有包蕴。读了末句“能饮一杯无”，可以想象，刘十九在接到白居易的诗之后，一定会立刻命驾前往。于是，两位朋友围着火炉，“忘形到尔汝”地斟起新酿的酒来。也许室外真的下起雪来，但室内却是那样温暖、明亮。生活在这一刹那间泛起了玫瑰色，发出了甜美和谐的旋律……这些，是诗自然留给人们的联想。由于既有所渲染，又简练含蓄，所以不仅富有诱惑力，而且耐人寻味。它不是使人微醺的薄酒，而是醇醪，可以使人真正身心俱醉的。诗中蕴含生活气息，不加任何雕琢，信手拈来，遂成妙章。", 
      "　　作品充满了生活的情调，浅进的语言写出了日常生活中的美和真挚的友谊。"
  ],
  "appreciation_res" : [ 
      "萧涤非 等 ．唐诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1983 ．"
  ],
  "onlyId" : "cc0074ae170083be1c56052f92edaeb2",
  "name" : "问刘十九",
  "dynasty" : "唐代",
  "author" : "白居易",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_d09fef17613b.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:22.418Z"),
  "__v" : 0
}

/* 10 */
{
  "_id" : ObjectId("5c10e55b60c726b98e9056b3"),
  "content" : [ 
      "\n北斗七星高，哥舒夜带刀。", 
      "至今窥牧马，不敢过临洮。\n"
  ],
  "translate" : [],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "赞颂", 
      "民歌"
  ],
  "notes" : [ 
      "北斗七星高，哥舒夜带刀。<br>哥舒：指哥舒翰，是唐玄宗的大将，突厥族哥舒部的后裔。哥舒是以部落名称作为姓氏。北斗七星：大熊座的一部分。", 
      "至今窥(kuī)牧马，不敢过临洮(táo)。<br>窥：窃伺。牧马：指吐蕃越境放牧，指侵扰活动。临洮：今甘肃省洮河边的岷县。一说今甘肃省临潭县。秦筑长城西起于此。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这是唐代西北边民对唐朝名将哥舒翰的颂歌。此诗从内容上看，是颂扬哥舒翰抵御吐蕃侵扰、安定边疆的；同时也通过这个形象寄寓了人民渴望和平、安定的理想和愿望。“北斗七星高，哥舒夜带刀”。第一句是起兴，诗人用高挂在天上的北斗星，表达边地百姓对哥舒翰的敬仰。“至今窥牧马，不敢过临洮”，牧马，就其含意而言，也就是代指一切侵扰活动。自从遭到哥舒翰的抵御，吐蕃再也不敢越过临洮进行骚扰。", 
      "　　这首诗题为《哥舒歌》，哥舒之所以值得歌唱，是因为他戍边抗敌，保国为民。但是，作者并不从激烈的战斗中直接表现他如何英勇善战，如何机智果敢，用兵如神等等，而是通过侧面描写的手法来突出主题。诗的第一句就把哥舒翰在人民心中的威望渲染出来。人民为何赞扬，吐蕃何故畏惧；过去吐蕃长驱直入，如今又为什么“不敢过临洮”，这都是宣扬哥舒翰的赫赫武功。可见这样的描写是很富于启发性的。“哥舒夜带刀”，这个“夜”字是颇有讲究的，它把起兴的第一句和第二句巧妙地联系起来了，把赞扬和崇敬之情融注于人物形象之中；同时又将边地的紧张气氛和人物的警备神态刻画出来了。“哥舒夜带刀”五个字干净利落，好像是一幅引人注目的人物画像。在那简炼有力、富有特征的形象中，蕴藏了一股英武之气，给人一种战则能胜的信心，而给吐蕃以“屏足不敢近”的威慑。因此，就反映人物内心世界和表现诗的主题来讲，“哥舒夜带刀”比起那种冲锋陷阵的形象更丰富、更传神，更能诱导人们的想象。", 
      "　　这首《哥舒歌》可能是经过修改加工后的作品，但是它那种朴实和巧妙、明朗和含蓄相统一的风格，依然显示出民歌的特色。 "
  ],
  "appreciation_res" : [ 
      "赵其钧 等．唐诗鉴赏辞典补编．成都：四川文艺出版社，1990：237-238"
  ],
  "onlyId" : "8e0f01388f2df7de546d9618000fb061",
  "name" : "哥舒歌",
  "dynasty" : "唐代",
  "author" : "西鄙人",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_94eb5d41fec6.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:23.509Z"),
  "__v" : 0
}

/* 11 */
{
  "_id" : ObjectId("5c10e55c60c726b98e9056b4"),
  "content" : [ 
      "\n<p>床前明月光，疑是地上霜。", 
      "举头望明月，低头思故乡。</p>\n"
  ],
  "translate" : [ 
      "明亮的月光洒在床前的窗户纸上，好像地上泛起了一层霜。", 
      "我禁不住抬起头来，看那天窗外空中的一轮明月，不由得低头沉思，想起远方的家乡。"
  ],
  "translate_res" : [ 
      "孙宏亮.李白《静夜思》考证. 延安大学学报(哲学社会科学版), 1998,02"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "小学古诗", 
      "月亮", 
      "思乡", 
      "早教古诗100首", 
      "小学生必背古诗70首", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "床前明月光，疑(yí)是地上霜(shuāng)。<br>疑：好像。床：今传五种说法。一指井台。二指井栏。三“床”即“窗”的通假字。四取本义，即坐卧的器具。五马未都等认为，床应解释为胡床。胡床，亦称“交床”、“交椅”、“绳床”。古时一种可以折叠的轻便坐具，马扎功能类似小板凳。", 
      "举头望明月，低头思故乡。<br>举头：抬头。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "床前明月光，疑是地上霜。举头望明月，低头思故乡。", 
      "　　这首诗写的是在寂静的月夜思念家乡的感受。", 
      "　　诗的前两句，是写诗人在作客他乡的特定环境中一刹那间所产生的错觉。一个独处他乡的人，白天奔波忙碌，倒还能冲淡离愁，然而一到夜深人静的时候，心头就难免泛起阵阵思念故乡的波澜。何况是在月明之夜，更何况是月色如霜的秋夜。“疑是地上霜”中的“疑”字，生动地表达了诗人睡梦初醒，迷离恍惚中将照射在床前的清冷月光误作铺在地面的浓霜。而“霜”字用得更妙，既形容了月光的皎洁，又表达了季节的寒冷，还烘托出诗人飘泊他乡的孤寂凄凉之情。 ", 
      "　　诗的后两句，则是通过动作神态的刻画，深化思乡之情。“望”字照应了前句的“疑”字，表明诗人已从迷朦转为清醒，他翘首凝望着月亮，不禁想起，此刻他的故乡也正处在这轮明月的照耀下。于是自然引出了“低头思故乡”的结句。“低头”这一动作描画出诗人完全处于沉思之中。而“思”字又给读者留下丰富的想象：那家乡的父老兄弟、亲朋好友，那家乡的一山一水、一草一木，那逝去的年华与往事……无不在思念之中。一个“思”字所包涵的内容实在太丰富了。 ", 
      "　　明人胡应麟说：“太白诸绝句，信口而成，所谓无意于工而无不工者。”（《诗薮·内编》卷六）王世懋认为：“（绝句）盛唐惟青莲（李白）、龙标（王昌龄）二家诣极。李更自然，故居王上。”（《艺圃撷馀》）怎样才算“自然”，才是“无意于工而无不工”呢？这首《静夜思》就是个样榜。所以胡氏特地把它提出来，说是“妙绝古今”。", 
      "　　这首小诗，既没有奇特新颖的想象，更没有精工华美的辞藻；它只是用叙述的语气，写远客思乡之情，然而它却意味深长，耐人寻味，千百年来，如此广泛地吸引着读者。", 
      "　　一个作客他乡的人，大概都会有这样的感觉吧：白天倒还罢了，到了夜深人静的时候，思乡的情绪，就难免一阵阵地在心头泛起波澜；何况是月明之夜，更何况是明月如霜的秋夜！", 
      "　　月白霜清，是清秋夜景；以霜色形容月光，也是古典诗歌中所经常看到的。例如梁简文帝萧纲《玄圃纳凉》诗中就有“夜月似秋霜”之句；而稍早于李白的唐代诗人张若虚在《春江花月夜》里，用“空里流霜不觉飞”来写空明澄澈的月光，给人以立体感，尤见构思之妙。可是这些都是作为一种修辞的手段而在诗中出现的。这诗的“疑是地上霜”，是叙述，而非摹形拟象的状物之辞，是诗人在特定环境中一刹那间所产生的错觉。为什么会有这样的错觉呢？不难想象，这两句所描写的是客中深夜不能成眠、短梦初回的情景。这时庭院是寂寥的，透过窗户的皎洁月光射到床前，带来了冷森森的秋宵寒意。诗人朦胧地乍一望去，在迷离恍惚的心情中，真好象是地上铺了一层白皑皑的浓霜；可是再定神一看，四周围的环境告诉他，这不是霜痕而是月色。月色不免吸引着他抬头一看，一轮娟娟素魄正挂在窗前，秋夜的太空是如此的明净！这时，他完全清醒了。", 
      "　　秋月是分外光明的，然而它又是清冷的。对孤身远客来说，最容易触动旅思秋怀，使人感到客况萧条，年华易逝。凝望着月亮，也最容易使人产生遐想，想到故乡的一切，想到家里的亲人。想着，想着，头渐渐地低了下去，完全浸入于沉思之中。", 
      "　　从“疑”到“举头”，从“举头”到“低头”，形象地揭示了诗人内心活动，鲜明地勾勒出一幅生动形象的月夜思乡图。", 
      "　　短短四句诗，写得清新朴素，明白如话。它的内容是单纯的，但同时却又是丰富的。它是容易理解的，却又是体味不尽的。诗人所没有说的比他已经说出来的要多得多。它的构思是细致而深曲的，但却又是脱口吟成、浑然无迹的。从这里，读者不难领会到李白绝句的“自然”、“无意于工而无不工”的妙境。 "
  ],
  "appreciation_res" : [ 
      "马茂元 等 ．唐诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1983 ：249-250 ．", 
      "裴斐 ．李白诗歌赏析集 ．成都 ：巴蜀书社 ，1988 ：333-334 ．"
  ],
  "onlyId" : "04bd64e728edf77275f90d8b6af1bfb9",
  "name" : "静夜思",
  "dynasty" : "唐代",
  "author" : "李白",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_c35a60c1a8e2.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:24.331Z"),
  "__v" : 0
}

/* 12 */
{
  "_id" : ObjectId("5c10e55d60c726b98e9056b5"),
  "content" : [ 
      "\n美人卷珠帘，深坐颦蛾眉。(颦 一作：蹙)", 
      "但见泪痕湿，不知心恨谁。\n"
  ],
  "translate" : [ 
      "美人卷起珠帘，深闺独坐还皱着蛾眉。", 
      "只见玉颜上泪痕斑斑，不知她心里究竟恨的是谁。"
  ],
  "translate_res" : [ 
      "金性尧 ．唐诗三百首新注 ：上海古籍出版社 ，1993 ：312-313 ．", 
      "刘开扬 等 ．李白诗选注 ：上海古籍出版社 ，1989 ：217 ．", 
      "詹福瑞 ．李白诗全译 ：河北人民出版社 ，1997 ：974-975 ．"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "女子"
  ],
  "notes" : [ 
      "美人卷珠帘，深坐颦(pín)蛾眉。(颦蛾眉 一作：蹙)<br>卷珠帘：意指其卷帘相望。珠帘：珠串的帷帘。深坐：长久的坐。颦：皱眉。蛾眉：蚕蛾触须弯而细长，故以称女子之眉。《诗·硕人》：“螓首蛾眉。”", 
      "但见泪痕湿，不知心恨谁。 <br>"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　五言绝句：语言平浅简易，情态缠绵凄凉，含蓄蕴藉，言短意长。“含蓄有古意”、“直接国风之遗”，在理解李白诗歌的时候应该注意这些。古代的“美人”就不是一个普通的词，与现代口头时髦的“美女”很不一样。《离骚》里的“香草美人”指贤臣明君；《诗经》中的美人指容德俱美的年轻女子，“有美一人，清扬婉兮”。“美人卷珠帘”是指品性容貌都美好的闺中女子，李白诗歌的“含蓄蕴藉”是指诗歌中主人公情韵的婉转，而非指寄托兴寓，所以说它“直接国风之遗”。", 
      "　　“深坐颦蛾眉”，“深”的意思是有多层的。“庭院深深深几许，杨柳堆烟，幕帘无重数。”（欧阳修《蝶恋花》）女子所住的闺房在“幕帘无重数”的深院里，十分幽深，十分寂寞，这是第一层；“深”还有深情的意思，所谓“美人卷珠帘”，古人思念亲人，总要登高望远，那是男子的做法，女子“养在深闺人未识”，不能抛头露面，于是只好“卷珠帘”望着离人去的方向以寄托思念之情，期待离人回来，这是第二层；“深”的第三层意思便是“久”，指坐的时间很长了。颦是皱的意思，吴宫里的西施“颦”起来的样子比平日更加美丽，更加楚楚可怜，才有了东施的效颦。“颦蛾眉”更显出了“美人”之美。", 
      "　　“但见泪痕湿”，因为思念太深了，情太深了，所以不知不觉就流下相思泪。“湿”字说明是暗暗地流泪，情不自禁地流泪。联系到第二句的“颦蛾眉”，比“才下眉头，又上心头”的怨情更重。", 
      "　　“不知心恨谁”，明明是思念，是爱一个人，却偏偏用“恨”。女主人公的心底是有点抱怨，离人去外地太久了，害她一个人在这深院里忍受着孤单寂寞，离人却还不回来。但这种恨，其实就是一种爱。爱一个人，总是恨对方不能陪伴在身边。诗的前三句用赋，末尾用问句归结“怨情”。这里的赋是个动态的过程，首先是“卷珠帘”，然后“深坐”，再“颦蛾眉”，最后“泪痕湿”，行动可见，情态逼人。李白的这首诗写的就是一个意境，一个孤独的女子的思念之情。这样一个很平凡的情景，作者捕捉到了几个点，由这几个点勾出一幅简单的画面，同时又留下无限的遐想。随意的一个小细节，就可以泄露整个主题，可见诗人的洞察力。全诗哀婉凄凉，缠绵悱恻。"
  ],
  "appreciation_res" : [ 
      "《全唐诗》（上）.上海古籍出版社，1986年10月版"
  ],
  "onlyId" : "0ba4cdd4529972e46f401306734e150a",
  "name" : "怨情",
  "dynasty" : "唐代",
  "author" : "李白",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_68fe1f940020.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:25.191Z"),
  "__v" : 0
}

/* 13 */
{
  "_id" : ObjectId("5c10e55e60c726b98e9056b6"),
  "content" : [ 
      "\n向晚意不适，驱车登古原。", 
      "夕阳无限好，只是近黄昏。\n"
  ],
  "translate" : [ 
      "傍晚时心情不快，驾着车登上古原。", 
      "夕阳啊无限美好，只不过接近黄昏。"
  ],
  "translate_res" : [ 
      "陈永正．李商隐诗选译．成都：巴蜀书社，1991：228-229"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "哲理", 
      "惜时", 
      "早教古诗100首", 
      "小学生必背古诗70首", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "向晚意不适，驱车登古原。<br>向晚：傍晚。不适：不悦， 不快。古原：指乐游原。", 
      "夕阳无限好，只是近黄昏。 <br>近：快要。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这是一首久享盛名的佳作。", 
      "　　李商隐所处的时代是国运将尽的晚唐，尽管他有抱负，但是无法施展，很不得志。这首诗就反映了他的伤感情绪。", 
      "　　前两句“向晚意不适，驱车登古原”是说：傍晚时分我心情悒郁，驾着车登上古老的郊原。“向晚”指天色快黑了，“不适”指不悦。诗人心情忧郁，为了解闷，就驾着车子外出眺望风景。“古原”就是乐游原，在长安城南，地势较高，是唐代的游览胜地。这两句，点明登古原的时间和原因。后两句“夕阳无限好，只是近黄昏”是说：夕阳下的景色无限美好，只可惜已接近黄昏。“无限好”是对夕阳下的景象热烈赞美。然而“只是”二字，笔锋一转，转到深深的哀伤之中。这是诗人无力挽留美好事物所发出深长的慨叹。这两句近于格言式的慨叹涵义是十分深的，它不仅对夕阳下的自然景象而发，也是对自己，对时代所发出的感叹。其中也富有爱惜光阴的积极意义。"
  ],
  "appreciation_res" : [],
  "onlyId" : "2f620065e698ec2f72d7ffc23d357f69",
  "name" : "乐游原 / 登乐游原",
  "dynasty" : "唐代",
  "author" : "李商隐",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_ee9af27de9f2.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:26.118Z"),
  "__v" : 0
}

/* 14 */
{
  "_id" : ObjectId("5c10e55f60c726b98e9056b7"),
  "content" : [ 
      "\n鸣筝金粟柱，素手玉房前。", 
      "欲得周郎顾，时时误拂弦。\n"
  ],
  "translate" : [ 
      "金粟轴的古筝发出优美的声音，那素手拨筝的美人坐在玉房前。", 
      "想尽了办法为博取周郎的青睐，你看她故意地时时拨错了琴弦。"
  ],
  "translate_res" : [ 
      "萧涤非 等．《唐诗鉴赏辞典》：上海辞书出版社，1983年12月版：591-592页"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "音乐"
  ],
  "notes" : [ 
      "鸣筝(zhēng)金粟(sù)柱，素手玉房前。<br>鸣筝：弹奏筝曲。金粟：古也称桂为金粟，这里当是指弦轴之细而精美。柱：定弦调音的短轴。素手：指弹筝女子纤细洁白的手。玉房：指玉制的筝枕。房，筝上架弦的枕。", 
      "欲得周郎顾，时时误拂弦。 <br>周郎：指三国时吴将周瑜。他二十四岁为大将，时人称其为“周郎”。他精通音乐，听人奏错曲时，即使喝得半醉，也会转过头看一下奏者。拂弦：拨动琴弦。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这首小诗轻捷洒脱，寥寥数语，就在读者面前展示了一幅线条流畅，动态鲜明的舞台人物速写图。", 
      "　　“鸣筝金粟柱，素手玉房前。”诗的一二句写弹筝的女子纤手拨筝，正处于弹奏状态。筝是一种弦乐器。从唐诗中所描写的筝来看，筝是十三根弦，如：“花脸云鬟坐玉楼，十三弦里一时愁”（白居易《听崔七妓人筝》）。“大艑高船一百尺，清声促柱十三弦”（刘禹锡《夜闻商人船中筝》）。此诗是速写，当然必须抓住最能突出主题的部分。最引人注目的，首先便是弹筝者手中正在拨弄的乐器，特别是那绚丽华美，闪烁着点点金色光斑的弦柱。接着，诗人的目光又自然而然地落到那双正在琴弦上跳动的洁白如玉的纤手上，以及弹奏的环境。精洁雅致的琴房，自然别有一番情味。从画面上看，“金粟”、“素手”、“玉房”交相对比，色彩明丽而华贵，虽然是速写，却又施重彩，给人以极为强烈的印象。绘画毕竟是视觉的艺术，而鸣筝所成的乐曲则是作用于听觉的艺术。一、二两句诗所绘出的画面是绝妙的，读者从中瞥见了闪光的琴柱、白嫩的巧手、素雅的琴房，但却没有听到琴声。也许是精湛的工艺、绰约的风姿、高洁的环境使诗人过于全神贯注了。", 
      "　　“欲得周郎顾，时时误拂弦。”诗人终于注意到弹奏出的乐曲本身。诗的前两句写女子正在弹筝，按此写法，接下去似乎应该描写女了的弹奏技艺，或者表现秦筝极富感染力的音乐形象，但出人意料的是，三、四句并不沿袭通常的写法，而是描写女子为了引起知音者的注意，故意错拨筝弦。相传三国时代的周瑜，别人奏曲有误，他就回头一看，此诗显然受到了这个故事的启发。“时时”说明这并非偶尔失手，也并非技艺低下，因为这失误明显地属于有意为之。有人将她的有意错弹理解为“妇人卖弄身份，巧于撩拨”（清·徐增《而庵说唐诗》），似乎弹筝女子的微妙心理，仅仅是一种邀宠之情；其实这种故意的失误是出于寻觅知音的苦心。她大约也是沦落风尘之人，对一般浪荡子弟，她的故意错弹饱含着对这班人的嘲弄和蔑视，但总会有一天，真正的知音——她的“周郎”会听出那曲中的深意，从而向她投去会心的一“顾”的。此处的“周郎”喻指听者，“欲得”就意味着当时坐在一旁的“周郎”没有看她。为什么不看她呢？大概听者已经完全陶醉在那美妙的筝声中了。本来这应该是演奏者最祈盼的效果，最欣慰的时刻，然而，这情景却不是这位女子此时最渴望的效果，因为她心中另有所思，思不在听者赏音，而在于一“顾”，怎么办呢？她灵机一动，故意不时地错拨一两个音，于是充满戏剧性的场景出现了：那不谐和的旋律，突然惊动了沉醉在音乐境界中的“周郎”，他下意识地眉头一皱，朝她一看，只见她非但没有丝毫“误拂”的遗憾和歉意，两眼反而闪烁出得意的眼神——原来是误非真误。为了所爱慕的人顾盼自己，便故意将弦拨错，弹筝女的可爱形象跃然纸上。这两句正面写出了弹者藏巧于拙，背面又暗示了听者以假当真，而这种巧与拙、假与真，又在那无言的一顾之中获得了奇妙的统一。它不仅说明弹者是高手，听者是知音，而且传神地表现出两者的心理神态，其意趣韵味无穷。"
  ],
  "appreciation_res" : [ 
      "萧涤非 等．《唐诗鉴赏辞典》：上海辞书出版社，1983年12月版：591-592页", 
      "雅瑟．《唐诗三百首鉴赏大全集》：新世界出版社，2011：234页"
  ],
  "onlyId" : "bd8e3e41e64b7f60f3c6bbdcf65f19b9",
  "name" : "听筝",
  "dynasty" : "唐代",
  "author" : "李端",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_ed8b644fd298.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:27.181Z"),
  "__v" : 0
}

/* 15 */
{
  "_id" : ObjectId("5c10e56060c726b98e9056b8"),
  "content" : [ 
      "\n岭外音书断，经冬复历春。", 
      "近乡情更怯，不敢问来人。\n"
  ],
  "translate" : [ 
      "流放岭南与亲人断绝了音信，熬过了冬天又经历一个新春。", 
      "越走近故乡心里就越是胆怯，不敢打听从家那边过来的人。"
  ],
  "translate_res" : [ 
      "刘学锴 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：34-35", 
      "赵明华．唐诗原来可以这样读．哈尔滨：黑龙江科学技术出版社，2011-02：61-62", 
      "张国举 等．唐诗精华注译评．长春：长春出版社，2010：29"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "渡江", 
      "思乡"
  ],
  "notes" : [ 
      "岭外音书断，经冬复历春。<br>岭外：五岭以南的广东省广大地区，通常称岭南。唐代常作罪臣的流放地。书：信。", 
      "近乡情更怯，不敢问来人。 <br>来人：渡汉江时遇到的从家乡来的人。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　《渡汉江》诗意在写思乡情切，真实地刻画了诗人久别还乡，即将到家时的激动而又复杂的心情。语极浅近，意颇深邃；描摹心理，熨贴入微；不矫揉造作，自然至美。", 
      "　　前两句追叙贬居岭南的情况。贬斥蛮荒，本就够悲苦的了，何况又和家人音讯隔绝，彼此未卜存亡，更何况又是在这种情况下经冬历春，捱过漫长的时间。诗人没有平列空间的悬隔、音书的断绝、时间的久远这三层意思，而是依次层递，逐步加以展示，这就强化和加深了贬居遐荒期间孤孑、苦闷的感情，和对家乡、亲人的思念。“断”字“复”字，似不着力，却很见作意。此诗人困居贬所时那种与世隔绝的处境，失去任何精神慰藉的生活情景，以及度日如年、难以忍受的精神痛苦，都历历可见，鲜明可触。这两句平平叙起，从容承接，没有什么惊人之笔，往往容易为读者轻易放过。其实，它在全篇中的地位、作用很重要。有了这个背景，下两句出色的抒情才字字有根。", 
      "　　第三、四两句描写诗人逃归途中的心理变化。“近乡”交代诗人因长期不知家人消息而逃离贬地，走近家乡。所谓“情更怯”，即愈接近故乡，离家人愈近，担忧也愈厉害，简直变成了一种害怕，怕到“不敢问来人”。按照常情，这两句似乎应该写成“近乡情更切，急欲问来人”，诗人笔下所写的却完全出乎常情：“近乡情更怯，不敢问来人。”仔细寻味，又觉得只有这样，才合乎前两句所揭示的“规定情景”。因为诗人贬居岭外，又长期没有家人的任何音讯，一方面固然日夜在思念家人，另一方面又时刻担心家人的命运，怕家人由于诗人的牵累而遭到不幸。“音书断”“复历春”这种思念随着担心同时的到来，形成急切盼回家，又怕到家里的矛盾心理状态。这种矛盾心理，在逃归的路上，特别是渡过汉江，接近家乡之后，有了进一步的戏剧性发展：原先的担心、忧虑和模糊的不祥预感，此刻似乎马上就会被路上所遇到的某个熟人所证实，变成活生生的残酷现实；而长期来梦寐以求的与家人团聚的愿望则立即会被无情的现实所粉碎。因此，“情更切”变成了“情更怯”，“急欲问”变成了“不敢问”。这是在“岭外音书断”这种特殊情况下心理矛盾发展的必然。“情更怯”与“不敢问”更能体现诗人此际强自抑制的急切愿望和由此造成的精神痛苦。愈接近重逢，诗人便会愈发忧虑，发展到极端，这种忧虑就会变成一种恐惧、战栗，使之不敢面对现实。", 
      "　　诗人正是这样逼真地再现了特殊境遇下，对家人的入骨关爱，吟咏出入类心灵的良善韵律，从而引起了千古的共鸣。只是这种境遇的造成，诗人不能辞其咎。在这一点上，后来杜甫的“反畏消息来，寸心亦何有”（《述怀》）写战乱中担忧家人，至于不敢面对吉凶未卜的“消息”。则更有时代感，更耐人寻味。", 
      "　　此诗不仅有巧妙的抒情艺术，而且有更深刻的体会。作者用逐层递进的追述，交代了背景之后，立即直抒胸臆，不加保留地倾诉出矛盾心理和痛苦心情。但是，读者却必需经过一番认真的咀嚼，才能感受到这种特殊的心理状态，达到与作者的心灵沟通。这种高度简洁的抒情手法，使作品用最省略的语言，获取了极为深远的艺术效果。"
  ],
  "appreciation_res" : [ 
      "刘学锴 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：34-35", 
      "颜邦逸 赵雪沛．大学生人文素质教育教材·文学作品赏析．哈尔滨：哈尔滨工程大学出版社，2004：110-112", 
      "张恩富．唐诗的历史．重庆：重庆出版社，2006：23-25"
  ],
  "onlyId" : "120c5078572d6c09d2cc16f49513c10a",
  "name" : "渡汉江",
  "dynasty" : "唐代",
  "author" : "宋之问",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_4f7e2f94ec4a.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:28.158Z"),
  "__v" : 0
}

/* 16 */
{
  "_id" : ObjectId("5c10e56160c726b98e9056b9"),
  "content" : [ 
      "\n功盖三分国，名成八阵图。（名成 一作：名高）", 
      "江流石不转，遗恨失吞吴。\n"
  ],
  "translate" : [ 
      "三国鼎立你建立了盖世功绩，创八阵图你成就了永久声名。", 
      "江水东流推不转你布阵石头，千古遗恨你灭吴失策功未就。"
  ],
  "translate_res" : [ 
      "海兵．杜甫诗全集详注．乌鲁木齐：新疆人民出版社，2000：278-279"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "怀古", 
      "写人", 
      "哲理"
  ],
  "notes" : [ 
      "功盖三分国，名成八阵图。（名成 一作：名高）<br>盖：超过。三分国：指三国时魏、蜀、吴三国。八阵图：由八种阵势组成的图形，用来操练军队或作战。", 
      "江流石不转，遗恨失吞吴。 <br>石不转：指涨水时，八阵图的石块仍然不动。失吞吴：是吞吴失策的意思。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　“功盖三分国，名成八阵图“两句赞颂诸葛亮的丰功伟绩。第一句是从总的方面写，说诸葛亮在确立魏蜀吴三分天下、鼎足而立局势的过程中，功绩最为卓绝。三国并存局面的形成，固然有许多因素，而诸葛亮辅助刘备从无到有地创建蜀国基业，应该说就是重要原因之一。杜甫这一高度概括的赞语，客观地反映了三国时代的历史真实。第二句是从具体的方面来写，说诸葛亮创制八阵图使他声名更加卓著。对这一点古人曾屡加称颂，如成都武侯祠中的碑刻就写道：“一统经纶志未酬，布阵有图诚妙略。”“江上阵图犹布列，蜀中相业有辉光。”而杜甫的这句诗则是更集中、更凝炼地赞颂了诸葛亮的军事业绩。", 
      "　　头两句诗在写法上用的是对仗句，“三分国”对“八阵图”，以全局性的业绩对军事上的贡献，显得精巧工整，自然妥帖。在结构上，前句劈头提起，开门见山；后句点出诗题，进一步赞颂功绩，同时又为下面凭吊遗迹作了铺垫。", 
      "　　“江流石不转，遗恨失吞吴。”这两句就“八阵图”的遗址抒发感慨。“八阵图”遗址在夔州西南永安宫前平沙上。据《荆州图副》和刘禹锡《嘉话录》记载，这里的八阵图聚细石成堆，高五尺，六十围，纵横棋布，排列为六十四堆，始终保持原来的样子不变，即使被夏天大水冲击淹没，等到冬季水落平川，万物都失故态，唯独八阵图的石堆却依然如旧，六百年来岿然不动。前一句极精炼地写出了遗迹这一富有神奇色彩的特征。“石不转”，化用了《诗经·国风·邶风·柏舟》中的诗句“我心匪石，不可转也”。在作者看来，这种神奇色彩和诸葛亮的精神心志有内在的联系：他对蜀汉政权和统一大业忠贞不二，矢志不移，如磐石之不可动摇。同时，这散而复聚、长年不变的八阵图石堆的存在，似乎又是诸葛亮对自己赍志以殁表示惋惜、遗憾的象征，所以杜甫紧接着写的最后一句是“遗恨失吞吴”，说刘备吞吴失计，破坏了诸葛亮联吴抗曹的根本策略，以致统一大业中途夭折，而成了千古遗恨。", 
      "　　当然，这首诗与其说是在写诸葛亮的“遗恨”，无宁说是杜甫在为诸葛亮惋惜，并在这种惋惜之中渗透了杜甫“伤己垂暮无成”（黄生语）的抑郁情怀。", 
      "　　这首怀古绝句，具有融议论入诗的特点。但这种议论并不空洞抽象，而是语言生动形象，抒情色彩浓郁。诗人把怀古和述怀融为一体，浑然不分，给人一种此恨绵绵、余意不尽的感觉。"
  ],
  "appreciation_res" : [ 
      "海兵 ．杜甫诗全集详注 ．乌鲁木齐 ：新疆人民出版社 ，2000 ：278-279 ．", 
      "吴小林 等 ．唐诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1983 ：565-566 ．"
  ],
  "onlyId" : "c84b21d9fae294ea448c16cdfc5df017",
  "name" : "八阵图",
  "dynasty" : "唐代",
  "author" : "杜甫",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_9cee4425b019.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:29.342Z"),
  "__v" : 0
}

/* 17 */
{
  "_id" : ObjectId("5c10e56260c726b98e9056ba"),
  "content" : [ 
      "\n移舟泊烟渚，日暮客愁新。", 
      "野旷天低树，江清月近人。\n"
  ],
  "translate" : [ 
      "把小船停靠在烟雾迷蒙的小洲，日暮时分新愁又涌上客子心头。", 
      "旷野无边无际远天比树还低沉，江水清清明月来和人相亲相近。"
  ],
  "translate_res" : [ 
      "彭定求 等．全唐诗（上）．上海：上海古籍出版社，1986：379", 
      "邓安生 孙佩君．孟浩然诗选译．成都：巴蜀书社，1990：199-200"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "写景", 
      "月亮", 
      "写水", 
      "思乡", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "移舟泊烟渚(zhǔ)，日暮客愁新。<br>移舟：划动小船。泊：停船靠岸。烟渚：指江中雾气笼罩的小沙洲。烟：一作“幽”。渚：水中小块陆地。客：指作者自己。愁：为思乡而忧思不堪。", 
      "野旷天低树，江清月近人。 <br>野：原野。旷：空阔远大。天低树：天幕低垂，好像和树木相连。月近人：倒映在水中的月亮好像来靠近人。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这首诗不以行人出发为背景，也不以船行途中为背景，而是以舟泊暮宿为背景。它虽然露出一个“愁”字，但立即又将笔触转到景物描写上去了。可见它在选材和表现上都是很有特色的。诗的起句“移舟泊烟渚”，“移舟”，就是移舟近岸的意思；“泊”，这里有停船宿夜的含意。行船停靠在江中的一个烟雾朦胧的小洲边，这一面是点题，另一面也就为下文的写景抒情作了准备。", 
      "　　第二句“日暮客愁新”,中的“日暮”显然和上句的“泊”、“烟”有联系，因为日暮，船需要停宿；也因为里的一段：“君子于役，不知其期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来，君子于役，如之何勿思？”（《诗经·王风·君子于役》）这里写一位妇女，每当到夕阳西下、鸡进笼舍、牛羊归栏的时刻，她就更加思念在外服役的丈夫。", 
      "　　远处的天空显得比近处的树木还要低，“低”和“旷”是相互依存、相互映衬的。第四句写夜已降临，高挂在天上的明月，映在澄清的江水中，和舟中的人是那么近，“近”和“清”也是相互依存、相互映衬的。“野旷天低树，江清月近人”。这种极富特色的景物，只有人在舟中才能领略得到的。诗的第二句就点出“客愁新”，这三四句好似诗人怀着愁心，在这广袤而宁静的宇宙之中，经过一番上下求索，终于发现了还有一轮孤月此刻和他是那么亲近。寂寞的愁心似乎寻得了慰藉，诗也就戛然而止了。", 
      "　　然而，言虽止，意未尽。“皇皇三十载，书剑两无成。山水寻吴越，风尘厌洛京”（《自洛之越》）。诗人曾带着多年的准备、多年的希望奔入长安，而今却只能怀着一腔被弃置的忧愤南寻吴越。此刻，他孑然一身，面对着这四野茫茫、江水悠悠、明月孤舟的景色，那羁旅的惆怅，故乡的思念，仕途的失意，理想的幻灭，人生的坎坷……千愁万绪，不禁纷来沓至，涌上心头。“江清月近人”，这画面展示的是清澈平静的江水，以及水中的明月伴着船上的诗人；可那画面背后却是诗人的愁心已经随着江水流入思潮翻腾的海洋。“人禀七情，应物斯感；感物吟志，莫非自然”（刘勰《文心雕龙·明诗》）。孟浩然的这首小诗正是在这种情景相生、思与境谐的“自然流出”之中，显示出一种风韵天成、淡中有味、含而不露的艺术美。", 
      "　　此诗先写羁旅夜泊，再叙日暮添愁；然后写到宇宙广袤宁静，明月伴人更亲。一隐一现，虚实相间，两相映衬，互为补充，构成一个特殊的意境。诗中虽只有一个愁字，却把诗人内心的忧愁写得淋漓尽致，然野旷江清，秋色历历在目。"
  ],
  "appreciation_res" : [ 
      "赵其钧 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：98-99", 
      "于非．中国古代文学作品选．北京：高等教育出版社，2002：388-389"
  ],
  "onlyId" : "e65a4b522a0d0799b468bd0c0deef0e4",
  "name" : "宿建德江",
  "dynasty" : "唐代",
  "author" : "孟浩然",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_63d3ff8f6b61.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:30.704Z"),
  "__v" : 0
}

/* 18 */
{
  "_id" : ObjectId("5c10e56460c726b98e9056bb"),
  "content" : [ 
      "\n春眠不觉晓，处处闻啼鸟。", 
      "夜来风雨声，花落知多少。\n"
  ],
  "translate" : [ 
      "春夜酣睡天亮了也不知道，醒来只听到到处有鸟儿啼叫。", 
      "想起昨夜里风声紧雨声潇潇，花儿不知道被打落了多少？"
  ],
  "translate_res" : [ 
      "彭定求 等 ．全唐诗（上） ．上海 ：上海古籍出版社 ，1986 ：379 ．", 
      "张国举 等 ．唐诗精华注译评 ．长春 ：长春出版社 ，2010 ：71 ．", 
      "邓安生 孙佩君 ．孟浩然诗选译 ．成都 ：巴蜀书社 ，1990 ：201-202 ．"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "小学古诗", 
      "写景", 
      "惜春", 
      "早教古诗100首", 
      "小学生必背古诗70首", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "春眠(mián)不觉晓(xiǎo)，处处闻啼(tí)鸟。<br>不觉晓：不知不觉天就亮了。晓：早晨，天明，天刚亮的时候。闻：听见。啼鸟：鸟啼，鸟的啼叫声。", 
      "夜来风雨声，花落(luò)知多少。 <br>“夜来”句：一作“欲知昨夜风”。“花落”句：一作“花落无多少”。知多少：不知有多少。知：不知，表示推想。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　《春晓》这首小诗，初读似觉平淡无奇，反复读之，便觉诗中别有天地。它的艺术魅力不在于华丽的辞藻，不在于奇绝的艺术手法，而在于它的韵味。整首诗的风格就像行云流水一样平易自然，然而悠远深厚，独臻妙境。千百年来，人们传诵它，探讨它，仿佛在这短短的四行诗里，蕴涵着开掘不完的艺术宝藏。", 
      "　　自然而无韵致，则流于浅薄；若无起伏，便失之平直。《春晓》既有悠美的韵致，行文又起伏跌宕，所以诗味醇永。诗人要表现他喜爱春天的感情，却又不说尽，不说透，“迎风户半开”，让读者去捉摸、去猜想，处处表现得隐秀曲折。", 
      "　　“情在词外曰隐，状溢目前曰秀。”（张戒《岁寒堂诗话》引）写情，诗人选取了清晨睡起时刹那间的感情片段进行描写。这片段，正是诗人思想活动的启始阶段、萌芽阶段，是能够让人想象他感情发展的最富于生发性的顷刻。诗人抓住了这一刹那，却又并不铺展开去，他只是向读者透露出他的心迹，把读者引向他感情的轨道，就撒手不管了，剩下的，该由读者沿着诗人思维的方向去丰富和补充了。写景，他又只选取了春天的一个侧面。春天，有迷人的色彩，有醉人的芬芳，诗人都不去写。他只是从听觉角度着笔，写春之声：那处处啼鸟，那潇潇风雨。鸟声婉转，悦耳动听，是美的。加上“处处”二字，啁啾起落，远近应和，就更使人有置身山阴道上，应接不暇之感。春风春雨，纷纷洒洒，但在静谧的春夜，这沙沙声响却也让人想见那如烟似梦般的凄迷意境，和微雨后的众卉新姿。这些都只是诗人在室内的耳闻，然而这阵阵春声却逗露了无边春色，把读者引向了广阔的大自然，使读者自己去想象、去体味那莺啭花香的烂熳春光，这是用春声来渲染户外春意闹的美好景象。这些景物是活泼跳跃的，生机勃勃的。它写出了诗人的感受，表现了诗人内心的喜悦和对大自然的热爱。", 
      "　　宋人叶绍翁《游园不值》诗中的“春色满园关不住，一枝红杏出墙来”，是古今传诵的名句。其实，在写法上是与《春晓》有共同之处的。叶诗是通过视觉形象，由伸出墙外的一枝红杏，把人引入墙内、让人想象墙内；孟诗则是通过听觉形象，由阵阵春声把人引出屋外、让人想象屋外。只用淡淡的几笔，就写出了晴方好、雨亦奇的繁盛春意。两诗都表明，那盎然的春意，自是阻挡不住的，你看，它不是冲破了围墙屋壁，展现在你的眼前、萦回在你的耳际了吗？", 
      "　　施补华曰：“诗犹文也，忌直贵曲。”（《岘佣说诗》）这首小诗仅仅四行二十个字，写来却曲屈通幽，回环波折。首句破题，“春”字点明季节，写春眠的香甜。“不觉”是朦朦胧胧不知不觉。在这温暖的春夜中，诗人睡得真香，以至旭日临窗，才甜梦初醒。流露出诗人爱春的喜悦心情。次句写春景，春天早晨的鸟语。“处处”是指四面八方。鸟噪枝头，一派生机勃勃的景象。“闻啼鸟”即“闻鸟啼”，古诗为了押韵，词序作了适当的调整。三句转为写回忆，诗人追忆昨晚的潇潇春雨。末句又回到眼前，联想到春花被风吹雨打、落红遍地的景象，由喜春翻为惜春，诗人把爱春和惜春的情感寄托在对落花的叹息上。爱极而惜，惜春即是爱春──那潇潇春雨也引起了诗人对花木的担忧。时间的跳跃、阴晴的交替、感情的微妙变化，都很富有情趣，能给人带来无穷兴味。", 
      "　　《春晓》的语言平易浅近，自然天成，一点也看不出人工雕琢的痕迹。而言浅意浓，景真情真，就像是从诗人心灵深处流出的一股泉水，晶莹透澈，灌注着诗人的生命，跳动着诗人的脉搏。读之，如饮醇醪，不觉自醉。诗人情与境会，觅得大自然的真趣，大自然的神髓。“文章本天成，妙手偶得之”，这是最自然的诗篇，是天籁。"
  ],
  "appreciation_res" : [ 
      "张燕瑾 等 ．唐诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1983 ：95-97 ．"
  ],
  "onlyId" : "fb3ec35dfc9d4832c2061768715e1d2c",
  "name" : "春晓",
  "dynasty" : "唐代",
  "author" : "孟浩然",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_ccee5691ba93.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:32.133Z"),
  "__v" : 0
}

/* 19 */
{
  "_id" : ObjectId("5c10e56560c726b98e9056bc"),
  "content" : [ 
      "\n打起黄莺儿，莫教枝上啼。", 
      "啼时惊妾梦，不得到辽西。\n"
  ],
  "translate" : [ 
      "我敲打树枝，赶走树上的黄莺，不让它在树上乱叫。", 
      "它清脆的叫声，惊醒了我的梦，害得我在梦中不能赶到辽西，与戍守边关的亲人相见。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "闺怨", 
      "怀人"
  ],
  "notes" : [],
  "reference" : [],
  "appreciation" : [],
  "appreciation_res" : [],
  "onlyId" : "e1add20e0a3e3299bc4948b8e8b3d528",
  "name" : "春怨 / 伊州歌",
  "dynasty" : "唐代",
  "author" : "金昌绪",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_11889cf7beab.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:33.146Z"),
  "__v" : 0
}

/* 20 */
{
  "_id" : ObjectId("5c10e56660c726b98e9056bd"),
  "content" : [ 
      "\n千山鸟飞绝，万径人踪灭。", 
      "孤舟蓑笠翁，独钓寒江雪。\n"
  ],
  "translate" : [ 
      "所有的山，飞鸟全都断绝；所有的路，不见人影踪迹。", 
      "江上孤舟，渔翁披蓑戴笠；独自垂钓，不怕冰雪侵袭。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "写景", 
      "冬天", 
      "写雪", 
      "山水", 
      "写鸟", 
      "早教古诗100首", 
      "小学生必背古诗70首", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "千山鸟飞绝，万径(jìng)人踪灭。<br>绝：无，没有。万径：虚指，指千万条路。人踪：人的脚印。", 
      "孤舟蓑(suō)笠(lì)翁，独钓寒江雪。 <br>孤：孤零零。蓑笠：蓑衣和斗笠。笠：用竹篾编成的帽子。独：独自。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　柳宗元笔下的山水诗有个显著的特点，那就是把客观境界写得比较幽僻，而诗人的主观的心情则显得比较寂寞，甚至有时不免过于孤独，过于冷清，不带一点人间烟火气。这首《江雪》正是这样，诗人只用了二十个字，就描绘了一幅幽静寒冷的画面：在下着大雪的江面上，一叶小舟，一个老渔翁，独自在寒冷的江心垂钓。诗人向读者展示的，是这样一些内容：天地之间是如此纯洁而寂静，一尘不染，万籁无声；渔翁的生活是如此清高，渔翁的性格是如此孤傲。其实，这正是柳宗元由于憎恨当时那个一天天在走下坡路的唐代社会而创造出来的一个幻想境界，比起陶渊明《桃花源记》里的人物，恐怕还要显得虚无缥缈，远离尘世。诗人所要具体描写的本极简单，不过是一条小船，一个穿蓑衣戴笠帽的老渔翁，在大雪的江面上钓鱼，如此而已。可是，为了突出主要的描写对象，诗人不惜用一半篇幅去描写它的背景，而且使这个背景尽量广大寥廓，几乎到了浩瀚无边的程度。背景越广大，主要的描写对象就越显得突出。首先，诗人用“千山”、“万径”这两个词，目的是为了给下面两句的“孤舟”和“独钓”的画面作陪衬。没有“千”、“万”两字，下面的“孤”、“独”两字也就平淡无奇，没有什么感染力了。其次，山上的鸟飞，路上的人踪，这本来是极平常的事，也是最一般化的形象。可是，诗人却把它们放在“千山”、“万径”的下面，再加上一个“绝”和一个“灭”字，这就把最常见的、最一般化的动态，一下子给变成极端的寂静、绝对的沉默，形成一种不平常的景象。因此，下面两句原来是属于静态的描写，由于摆在这种绝对幽静、绝对沉寂的背景之下，倒反而显得玲珑剔透，有了生气，在画面上浮动起来、活跃起来了。也可以这样说，前两句本来是陪衬的远景，照一般理解，只要勾勒个轮廓也就可以了，不必费很大气力去精雕细刻。可是，诗人却恰好不这样处理。这好像拍电影，用放大了多少倍的特写镜头，把属于背景范围的每一个角落都交代得、反映得一清二楚。写得越具体细致，就越显得概括夸张。而后面的两句，本来是诗人有心要突出描写的对象，结果却使用了远距离的镜头，反而把它缩小了多少倍，给读者一种空灵剔透、可见而不可即的感觉。只有这样写，才能表达作者所迫切希望展示给读者的那种摆脱世俗、超然物外的清高孤傲的思想感情。至于这种远距离感觉的形成，主要是作者把一个“雪”字放在全诗的最末尾，并且同“江”字连起来所产生的效果。", 
      "　　在这首诗里，笼罩一切、包罗一切的东西是雪，山上是雪，路上也是雪，而且“千山”、“万径”都是雪，才使得“鸟飞绝”、“人踪灭”。就连船篷上，渔翁的蓑笠上，当然也都是雪。可是作者并没有把这些景物同“雪”明显地联系在一起。相反，在这个画面里，只有江，只有江心。江，当然不会存雪，不会被雪盖住，而且即使雪下到江里，也立刻会变成水。然而作者却偏偏用了“寒江雪”三个字，把“江”和“雪”这两个关系最远的形象联系到一起，这就给人以一种比较空蒙、比较遥远、比较缩小了的感觉，这就形成了远距离的镜头。这就使得诗中主要描写的对象更集中、更灵巧、更突出。因为连江里都仿佛下满了雪，连不存雪的地方都充满了雪，这就把雪下得又大又密、又浓又厚的情形完全写出来了，把水天不分、上下苍茫一片的气氛也完全烘托出来了。至于上面再用一个“寒”字，固然是为了点明气候；但诗人的主观意图却是在想不动声色地写出渔翁的精神世界。试想，在这样一个寒冷寂静的环境里，那个老渔翁竟然不怕天冷，不怕雪大，忘掉了一切，专心地钓鱼，形体虽然孤独，性格却显得清高孤傲，甚至有点凛然不可侵犯似的。这个被幻化了的、美化了的渔翁形象，实际正是柳宗元本人的思想感情的寄托和写照。由此可见，这“寒江雪”三字正是“画龙点睛”之笔，它把全诗前后两部分有机地联系起来，不但形成了一幅凝炼概括的图景，也塑造了渔翁完整突出的形象。", 
      "　　用具体而细致的手法来摹写背景，用远距离画面来描写主要形象；精雕细琢和极度的夸张概括，错综地统一在一首诗里，是这首山水小诗独有的艺术特色。"
  ],
  "appreciation_res" : [ 
      "萧涤非等．《唐诗鉴赏辞典》：上海辞书出版社，2004年：第937-938页"
  ],
  "onlyId" : "e0e535a0d85370e7e1ba71d9f9fa0c38",
  "name" : "江雪",
  "dynasty" : "唐代",
  "author" : "柳宗元",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_58313be2d918.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:34.409Z"),
  "__v" : 0
}

/* 21 */
{
  "_id" : ObjectId("5c10e56760c726b98e9056be"),
  "content" : [ 
      "\n怀君属秋夜，散步咏凉天。", 
      "空山松子落，幽人应未眠。\n"
  ],
  "translate" : [ 
      "怀念你竟在这深秋的夜晚，散步咏叹多么寒凉的霜天。", 
      "想此刻空山中正掉落松子，幽居的友人一定还未安眠。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "秋天", 
      "怀人"
  ],
  "notes" : [],
  "reference" : [],
  "appreciation" : [],
  "appreciation_res" : [],
  "onlyId" : "d3f6c78d17b15e4dd51b6674952cb9c1",
  "name" : "秋夜寄邱员外 / 秋夜寄丘二十二员外",
  "dynasty" : "唐代",
  "author" : "韦应物",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_0f23fdb7b5f9.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:35.240Z"),
  "__v" : 0
}

/* 22 */
{
  "_id" : ObjectId("5c10e56860c726b98e9056bf"),
  "content" : [ 
      "\n终南阴岭秀，积雪浮云端。", 
      "林表明霁色，城中增暮寒。\n"
  ],
  "translate" : [ 
      "遥望终南，北山秀丽，皑皑白雪，若浮云间。", 
      "雪后初晴，林梢之间闪烁着夕阳余晖，晚时分，长安城内又添了几分积寒。"
  ],
  "translate_res" : [ 
      "彭定求 等．全唐诗（上）．上海：上海古籍出版社，1986：306", 
      "于海娣 等．唐诗鉴赏大全集．北京：中国华侨出版社，2010：58", 
      "张国举 等．唐诗精华注译评．长春：长春出版社，2010：95-96"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "冬天", 
      "写景", 
      "写雪"
  ],
  "notes" : [ 
      "终南阴岭秀，积雪浮云端。<br>终南：山名，在唐京城长安（今陕西西安）南面六十里处。余雪：指未融化之雪。阴岭：北面的山岭，背向太阳，故曰阴。", 
      "林表明霁(jì)色，城中增暮寒。 <br>林表：林外，林梢。霁：雨、雪后天气转晴。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　此诗载于《全唐诗》卷一百三十一。下面是中国古典文学专家、陕西师范大学文学研究所所长霍松林先生对此诗的赏析。", 
      "　　据《唐诗纪事》卷二十记载，这首诗是祖咏在长安应试时作的。按照规定，应该作成一首六韵十二句的五言排律，但他只写了这四句就交卷。有人问他为什么，他说：“意思已经完满了。”这真是无话即短，不必画蛇添足。", 
      "　　题意是望终南余雪。从长安城中遥望终南山，所见的自然是它的“阴岭”（山北叫做“阴”）；而且，惟其“阴”，才有“馀雪”。“阴”字下得很确切。“秀”是望中所得的印象，既赞颂了终南山，又引出下句。“积雪浮云端”，就是“终南阴岭秀”的具体内容。这个“浮”字下得十分生动。自然，积雪不可能浮在云端。这是说：终南山的阴岭高出云端，积雪未化。云，总是流动的；而高出云端的积雪又在阳光照耀下寒光闪闪，正给人以“浮”的感觉。或许有的读者要说：“这里并没有提到阳光呀！”这里是没有提，但下句却作了补充。“林表明霁色”中的“霁色”，指的就是雨雪初晴时的阳光给“林表”涂上的色彩。同时，“积雪浮云端”一句写出了终南山高耸入云，表达了作者的凌云壮志。", 
      "　　“明”字当然下得好，但“霁”字更重要。作者写的是从长安遥望终南余雪的情景。终南山距长安城南约六十华里，从长安城中遥望终南山，阴天固然看不清，就是在大晴天，一般看到的也是笼罩终南山的蒙蒙雾霭；只有在雨雪初晴之时，才能看清它的真面目。贾岛的《望山》诗里是这样写终南山的：“日日雨不断，愁杀望山人。天事不可长，劲风来如奔。阴霾一似扫，浩翠泻国门。长安百万家，家家张屏新。”久雨新晴，终南山翠色欲流，长安百万家，家家门前张开一面新崭崭的屏风，非常好看。唐时如此，现在仍如此，久住西安的人，都有这样的经验。所以，如果写从长安城中望终南馀雪而不用一个“霁”字，却说望见终南阴岭的馀雪如何如何，那就不是客观真实了。", 
      "　　祖咏不仅用了“霁”，而且选择的是夕阳西下之时的“霁”。他说“林表明霁色”，而不说山脚、山腰或林下“明霁色”，这是很费推敲的。“林表”承“终南阴岭”而来，自然在终南高处。只有终南高处的林表才明霁色，表明西山已衔半边日，落日的余光平射过来，染红了林表，不用说也照亮了浮在云端的积雪。而结句的“暮”字，也已经呼之欲出了。", 
      "　　前三句，写“望”中所见；末一句，写“望”中所感。俗谚有云：“下雪不冷消雪冷。”又云：“日暮天寒。”一场雪后，只有终南阴岭尚余积雪，其他地方的雪正在消融，吸收了大量的热，自然要寒一些；日暮之时，又比白天寒；望终南余雪，寒光闪耀，就令人更增寒意。做望终南余雪的题目，写到因望余雪而增加了寒冷的感觉，意思的确完满了，就不必死守清规戎律，再凑几句了。", 
      "　　王士禛在《渔洋诗话》卷上里，把这首诗和陶潜的“倾耳无希声，在目皓已洁”、王维的“洒空深巷静，积素广庭宽”等并列，称为咏雪的“最佳”之作。诗中的霁色、阴岭等词烘托出了诗题中余字的精神。"
  ],
  "appreciation_res" : [ 
      "霍松林 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：135-136"
  ],
  "onlyId" : "9986bd384e13918ad0d9033e80ab4ad9",
  "name" : "终南望余雪",
  "dynasty" : "唐代",
  "author" : "祖咏",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_038457ce8c4e.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:36.056Z"),
  "__v" : 0
}

/* 23 */
{
  "_id" : ObjectId("5c10e56960c726b98e9056c0"),
  "content" : [ 
      "\n故国三千里，深宫二十年。", 
      "一声何满子，双泪落君前。\n"
  ],
  "translate" : [ 
      "故乡和亲人远在千里之外，我已被幽闭在这深宫里二十年了。", 
      "听一声曲子《何满子》，忍不住掉下眼泪。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "宫怨"
  ],
  "notes" : [],
  "reference" : [],
  "appreciation" : [ 
      "　　一般以绝句体裁写的篇幅短小的宫怨诗，总是只揭开生活画图的一角，让读者从一个片断场景看到宫人悲惨的一生；同时往往写得委婉含蓄，一些内容留待读者自己去想象，去玩味。这首诗却与众不同。它展示的是一幅生活全图，而且是直叙其事，直写其情。　", 
      "　　诗总共只有二十个字。作者在前半首里，以举重若轻、驭繁如简的笔力，把一个宫人远离故乡、幽闭深宫的整个遭遇浓缩在短短十个字中。首句“故国三千里”，是从空间着眼，写去家之远；次句“深宫二十年”，是从时间下笔，写入宫之久。这两句诗，不仅有高度的概括性，而且有强烈的感染力；不仅把诗中女主角的千愁万恨一下子集中地显示了出来，而且是加一倍、进一层地表达了她的愁恨。一个少女不幸被选入宫，与家人分离，与外界隔绝，失去幸福，失去自由，本来已经够悲惨了，何况家乡又在三千里之外，岁月已有二十年之长，这就使读者感到其命运更加悲惨，其身世更可同情。与这两句诗相似的有柳宗元《别舍弟宗一》诗中“一身去国六千里，万死投荒十二年”一联，也是以距离的遥远、时间的久长来表明去国投荒的分外可悲。这都是以加一倍、进一层的写法来增加诗句的重量和深度。　", 
      "　　后半首诗转入写怨情，以一声悲歌、双泪齐落的事实，直截了当地写出了诗中人埋藏极深、蓄积已久的怨情。这后两句诗也以强烈取胜，不以含蓄见长。过去一些诗论家有诗贵含蓄、忌直贵曲的说法，其实并不是绝对的。应当说，一首诗或曲或直，或含蓄或强烈，要服从它的内容。这首诗的前半首已经把诗中人的处境之悲惨写到了极点，为逼出怨情蓄足了力量，因而在下半首中就势必让诗中人的怨情喷薄而出、一泻为快了。这样才能使整首诗显得强烈有力，更能收到打动读者的艺术效果。这里，特别值得拈出的一点是：有些宫怨诗把宫人产生怨情的原因写成是由于见不到皇帝或失宠于皇帝，那是不可取的；这首诗反其道而行之，它所写的怨情是在“君前”、在诗中人的歌舞受到皇帝赏识的时候迸发出来的。这个怨情，联系前两句看，决不是由于不得进见或失宠，而是对被夺去了幸福和自由的抗议，正是刘皂在一首《长门怨》中所说，“不是思君是恨君”。　", 
      "　　这首诗还有两个特点。一是：四句诗中，前三句都是没有谓语的名词句。谢榛在《四溟诗话》中曾指出，诗句中“实字多，则意简而句健”，而他所举的“皆用实字”的例句，就是名词句。这首诗之所以特别简括凝炼、强烈有力，与运用这种特殊的诗句结构有关。另一特点是：四句诗中，以“三千里”表明距离，以“二十年”表明时间，以“一声”写歌唱，以“双泪”写泣下，句句都用了数目字。而数字在诗歌中往往有其特殊作用，它能把一件事情、一个问题表达得更清晰，更准确，给读者以更深刻的印象，也使诗句特别精炼有力。这首诗的这两个艺术形式上的特点，与它的内容互为表里，相得益彰。", 
      "　　与张祜同时的诗人杜牧非常欣赏这首诗，在一首酬张祜的诗中有“可怜故国三千里，虚唱歌词满六宫”句。这说明，张祜的这首诗道出了宫人的辛酸，讲出了宫人要讲的话，当时传入宫中，曾为宫人广泛歌唱。"
  ],
  "appreciation_res" : [],
  "onlyId" : "5f032c911a0259ed34db768adca391ee",
  "name" : "宫词·故国三千里",
  "dynasty" : "唐代",
  "author" : "张祜",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_054c756406d6.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:37.046Z"),
  "__v" : 0
}

/* 24 */
{
  "_id" : ObjectId("5c10e56a60c726b98e9056c1"),
  "content" : [ 
      "\n松下问童子，言师采药去。", 
      "只在此山中，云深不知处。\n"
  ],
  "translate" : [ 
      "苍松下，我询问隐者的童子他的师傅到哪里去了？他说，师傅已经采药去了。", 
      "还指着高山说，就在这座山中，可是林深云密，我也不知道他到底在哪。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "寻访", 
      "写人", 
      "小学生必背古诗70首", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "松下问童子，言师采药去。<br>童子：小孩。这是指隐者的弟子。言：回答，说。", 
      "只在此山中，云深不知处。 <br>云深：指山上云雾缭绕。处：地方。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　贾岛是以“推敲”两字出名的苦吟诗人。一般认为他只是在用字方面下功夫，其实他的“推敲”不仅着眼于锤字炼句，在谋篇构思方面也是同样煞费苦心的。此诗就是一个例证。", 
      "　　全诗只有二十字，作为抒情诗，却有环境，有人物，有情节，内容极丰富，其奥秘在于独出心裁地运用了问答体。不是一问一答，而是几问几答，并且寓问于答。 第一句省略了主语“我”。“我”来到“松下”问“童子”， 见得“松下”是“隐者”的住处，而“隐者”外出。“寻隐者不遇”的题目已经交待清楚。“隐者” 外出而问其“童子”，必有所问，而这里把问话省略了，而写出“童子”的答语：“师采药去。”从这四个字而可想见当时松下所问是“师往何处去”。“我” 专程来“寻隐者”，“隐者”“采药去”了，自然很想把他找回来。因而又问童子：“采药在何处？”这一问诗人也没有明写，而以“只在此山中”的童子答辞，把问句隐括在内。最后一句“云深不知处”，又是童子答复对方采药究竟在山前、山后、山顶、山脚的问题。明明三番问答，至少须六句方能表达的，贾岛采用了以答句包赅问句的手法，精简为二十字。这种“推敲”就不在一字一句间了。", 
      "　　然而，这首诗的成功，不仅在于简炼；单言繁简，还不足以说明它的妙处。诗贵善于抒情。这首诗的抒情特色是在平淡中见深沉。一般访友，问知他出，也就自然扫兴而返了。但这首诗中，一问之后并不罢休，又继之以二问三问，其言甚繁，而其笔则简，以简笔写繁情，益见其情深与情切。而且这三番答问，逐层深入，表达感情有起有伏。“松下问童子”时，心情轻快，满怀希望；“言师采药去”，答非所想，一坠而为失望；“只在此山中”，在失望中又萌生了一线希望；及至最后一答：“云深不知处”，就惘然若失，无可奈何了。", 
      "　　然而诗的抒情要凭借艺术形象，要讲究色调。从表面看，这首诗似乎不着一色，白描无华，是淡妆而非浓抹。其实它的造型自然，色彩鲜明，浓淡相宜。郁郁青松，悠悠白云，这青与白，这松与云，它的形象与色调恰和云山深处的隐者身份相符。而且未见隐者先见其画，青翠挺立中隐含无限生机；而后却见茫茫白云，深邃杳霭，捉摸无从，令人起秋水伊人无处可寻的浮想。从造型的递变，色调的先后中也映衬出作者感情的与物转移。", 
      "　　诗中隐者采药为生，济世活人，是一个真隐士。所以贾岛对他有高山仰止的钦慕之情。诗中白云显其高洁，苍松赞其风骨，写景中也含有比兴之义。惟其如此，钦慕而不遇，就更突出其怅惘之情了。另外，作者作为一个封建社会的知识分子，离开繁华的都市，跑到这超尘绝俗的青松白云之间来“寻隐者”，其原因也是耐人寻味，引人遐想的。"
  ],
  "appreciation_res" : [ 
      "沈熙乾 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：968"
  ],
  "onlyId" : "0475ab91c98dc7381a01930278d3055d",
  "name" : "寻隐者不遇 / 孙革访羊尊师诗",
  "dynasty" : "唐代",
  "author" : "贾岛",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_40954072f541.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:38.082Z"),
  "__v" : 0
}

/* 25 */
{
  "_id" : ObjectId("5c10e56a60c726b98e9056c2"),
  "content" : [ 
      "\n归山深浅去，须尽丘壑美。", 
      "莫学武陵人，暂游桃源里。\n"
  ],
  "translate" : [ 
      "你若要归山无论深浅都要去看看；山峦沟壑清净秀美要尽情地赏玩。", 
      "千万别学陶渊明笔下那个武陵人，只在桃花源游了几天就匆匆出山。 "
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "离别", 
      "规劝"
  ],
  "notes" : [ 
      "归山深浅去，须尽丘壑(hè)美。<br>", 
      "莫学武陵(líng)人，暂游桃源里。 <br>武陵人：指陶潜《桃花源记》的武陵渔人。"
  ],
  "reference" : [],
  "appreciation" : [],
  "appreciation_res" : [],
  "onlyId" : "9a40f455a1a7b24505af0ebf80dc2e18",
  "name" : "崔九欲往南山马上口号与别 / 留别王维 / 送崔九",
  "dynasty" : "唐代",
  "author" : "裴迪",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_dbbccf73624e.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:38.949Z"),
  "__v" : 0
}

/* 26 */
{
  "_id" : ObjectId("5c10e56b60c726b98e9056c3"),
  "content" : [ 
      "\n苍苍竹林寺，杳杳钟声晚。", 
      "荷笠带斜阳，青山独归远。(斜阳 一作：夕阳)\n"
  ],
  "translate" : [ 
      "青苍的竹林寺，近晚时传来深远的钟声。", 
      "背着斗笠披着斜阳，独回青山渐行渐远。"
  ],
  "translate_res" : [ 
      "蘅塘退士 等 ．唐诗三百首·宋词三百首·元曲三百首 ．北京 ：华文出版社 ，2009 ：61 ．"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "初中古诗", 
      "送别", 
      "即景抒情", 
      "山水"
  ],
  "notes" : [ 
      "苍苍竹林寺，杳(yǎo)杳钟声晚。<br>苍苍：深青色。竹林寺：在现在江苏丹徒南。杳杳：深远的样子。", 
      "荷(hè)笠带斜阳，青山独归远。(斜阳 一作：夕阳) <br>荷笠：背着斗笠。荷，背着。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这首小诗记叙诗人在傍晚送灵澈返竹林寺时的心情，它即景抒情，构思精致，语言精炼，素朴秀美，是唐代山水诗的名篇。", 
      "　　前二句想望苍苍山林中的灵澈归宿处，远远传来寺院报时的钟响，点明时已黄昏，仿佛催促灵澈归山。诗人出以想象之笔，创造了一个清远幽渺的境界。此二句重在写景，景中也寓之以情。后二句即写灵澈辞别归去情景。灵澈戴着斗笠，披带夕阳余晖，独自向青山走去，越来越远。“青山”即应首句“苍苍竹林寺”，点出寺在山林。“独归远”显出诗人伫立目送，依依不舍，结出别意。只写行者，未写送者，而诗人久久伫立，目送友人远去的形象仍显得非常生动。全诗表达了诗人对灵澈的深挚的情谊，也表现出灵澈归山的清寂的风度。送别多半黯然情伤，这首送别诗却有一种闲淡的意境，和作者的寂寞心情。", 
      "　　刘长卿和灵澈相遇又离别于润州，大约在公元769—770年（唐代宗大历四、五年）间。刘长卿于公元761年（唐肃宗上元二年）从贬谪南巴（今广东茂名南）归来，一直失意待官，心情郁闷。灵澈此时诗名未著，云游江南，心情也不大得意，在润州逗留后，将返回浙江。一个宦途失意客，一个方外归山僧，在出世入世的问题上，可以殊途同归，同有不遇的体验，共怀淡泊的胸襟。这首小诗表现的就是这样一种境界。", 
      "　　精美如画，是这首诗的明显特点。但这帧画不仅以画面上的山水、人物动人，而且以画外的诗人自我形象，令人回味不尽。那寺院传来的声声暮钟，触动诗人的思绪；这青山独归的灵澈背影，勾惹诗人的归意。耳闻而目送，心思而神往，正是隐藏在画外的诗人形象。他深情，但不为离别感伤，而由于同怀淡泊；他沉思，也不为僧儒殊途，而由于趋归意同。这就是说，这首送别诗的主旨在于寄托着、也表露出诗人不遇而闲适、失意而淡泊的情怀，因而构成一种闲淡的意境。十八世纪法国狄德罗评画时说过：“凡是富于表情的作品可以同时富于景色，只要它具有尽可能具有的表情，它也就会有足够的景色。”（《绘画论》）此诗如画，其成功的原因亦如绘画，景色的优美正由于抒情的精湛。"
  ],
  "appreciation_res" : [ 
      "萧涤非 等 ．唐诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1983 ：407-408 ．"
  ],
  "onlyId" : "221197615b4047487bfc35345d3ba94f",
  "name" : "送灵澈上人",
  "dynasty" : "唐代",
  "author" : "刘长卿",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_214bea9d63ff.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:39.685Z"),
  "__v" : 0
}

/* 27 */
{
  "_id" : ObjectId("5c10e56c60c726b98e9056c4"),
  "content" : [ 
      "\n泠泠七弦上，静听松风寒。(七弦 一作：七丝)", 
      "古调虽自爱，今人多不弹。\n"
  ],
  "translate" : [ 
      "七弦琴奏出清凉的曲调悠扬起伏，细细倾听就像那滚滚的松涛声。", 
      "我虽然很喜爱这首古时的曲调，但在今天人们大多已不去弹奏了。"
  ],
  "translate_res" : [ 
      "彭定求 等．全唐诗（上）．上海：上海古籍出版社，1986：339", 
      "吴昌恒 等．古今汉语实用词典．成都：四川人民出版社，1989：286", 
      "蘅塘退士 等．唐诗三百首·宋词三百首·元曲三百首．北京：华文出版社，2009：61"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "音乐", 
      "抒情"
  ],
  "notes" : [ 
      "泠(líng)泠七弦上，静听松风寒。(七弦  一作：七丝)<br>泠泠：形容清凉、清淡，也形容声音清越。丝：一作“弦”。松风：以风入松林暗示琴声凄凉。琴曲中有《风入松》的调名。", 
      "古调虽自爱，今人多不弹。 <br>古调：古时的曲调。"
  ],
  "reference" : [],
  "appreciation" : [],
  "appreciation_res" : [],
  "onlyId" : "691775538acc293fbfdbf571606e8b97",
  "name" : "听弹琴",
  "dynasty" : "唐代",
  "author" : "刘长卿",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_8430c8ce3d9c.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:40.499Z"),
  "__v" : 0
}

/* 28 */
{
  "_id" : ObjectId("5c10e56d60c726b98e9056c5"),
  "content" : [ 
      "\n孤云将野鹤，岂向人间住。", 
      "莫买沃洲山，时人已知处。\n"
  ],
  "translate" : [ 
      "你是行僧象孤云和野鹤，怎能在人世间栖居住宿？", 
      "要归隐请别买沃洲名山，那里是世人早知的去处。 "
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "送别"
  ],
  "notes" : [ 
      "孤云将野鹤，岂向人间住。<br>孤云、野鹤：都用来比喻方外上人。将：与共。", 
      "莫买沃洲山，时人已知处。 <br>沃洲山：在浙江新昌县东，上有支遁岭，放鹤峰、养马坡，相传为晋代名僧支遁放鹤、养马之地。时人：指时俗之人。将：伴随。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　诗人送僧人归山，两个人的关系亲密吗？言语间颇有调侃的味道，充满了惜别与挽留之情。这首诗风趣诙谐，意蕴深厚，妙趣横生。", 
      "　　这是一首送行诗。诗中的上人，即以野鹤喻灵澈，恰合其身份。后二句含有讥讽灵澈入山不深的意味，劝其不必到沃洲山去凑热闹，那地方已为时人所熟知，应另寻福地。"
  ],
  "appreciation_res" : [],
  "onlyId" : "69c508742af1d63aa00b579175859cbc",
  "name" : "送方外上人 / 送上人",
  "dynasty" : "唐代",
  "author" : "刘长卿",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_862f59a02a57.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:41.287Z"),
  "__v" : 0
}

/* 29 */
{
  "_id" : ObjectId("5c10e56e60c726b98e9056c6"),
  "content" : [ 
      "\n昨夜裙带解，今朝蟢子飞。", 
      "铅华不可弃，莫是藁砧归。\n"
  ],
  "translate" : [ 
      "昨晚我裙带忽然松弛解开，早晨又看见蟢子双双飞来。", 
      "要赶紧描眉擦粉梳妆打扮，莫非是我的丈夫快要回来。"
  ],
  "translate_res" : [ 
      "江延秋 ．国学经典导读 唐诗三百首 ：河南人民出版社 ，2009 ：145页 ．"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "女子", 
      "思念"
  ],
  "notes" : [ 
      "昨夜裙带解，今朝蟢(xǐ)子飞。<br>蟢子：小蜘蛛脚长者，俗称蟢子。", 
      "铅华不可弃，莫是藁(gǎo)砧(zhēn)归。<br>铅华：指脂粉。藁砧：丈夫的隐语。"
  ],
  "reference" : [],
  "appreciation" : [],
  "appreciation_res" : [],
  "onlyId" : "2234ff1ed40a728f3324457bdd634986",
  "name" : "玉台体",
  "dynasty" : "唐代",
  "author" : "权德舆",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_26e5d8ef07d7.aspx",
  "type" : "唐诗三百首",
  "format" : "五言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:42.116Z"),
  "__v" : 0
}

/* 30 */
{
  "_id" : ObjectId("5c10e56e60c726b98e9056c7"),
  "content" : [ 
      "\n寒雨连江夜入吴，平明送客楚山孤。", 
      "洛阳亲友如相问，一片冰心在玉壶。\n"
  ],
  "translate" : [ 
      "迷蒙的烟雨，连夜洒遍吴地江天；清晨送走你，孤对楚山离愁无限！", 
      "朋友啊，洛阳亲友若是问起我来；就说我依然冰心玉壶，坚守信念！"
  ],
  "translate_res" : [ 
      "张国举 等．唐诗精华注译评．长春：长春出版社，2010：93-94"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "小学古诗", 
      "送别", 
      "写雨", 
      "抒情", 
      "早教古诗100首", 
      "小学生必背古诗70首", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "寒雨连江夜入吴，平明送客楚山孤(gū)。<br>芙蓉楼：原名西北楼，在润州（今江苏省镇江市）西北。登临可以俯瞰长江，遥望江北。丹阳在今江苏省西南部，东北滨长江，大运河斜贯，属镇江市。辛渐：诗人的一位朋友。寒雨：秋冬时节的冷雨。连江：雨水与江面连成一片，形容雨很大。吴：古代国名，这里泛指江苏南部、浙江北部一带。江苏镇江一带为三国时吴国所属。明：天亮的时候。客：指作者的好友辛渐。楚山：楚地的山。这里的楚也指南京一带，因为古代吴、楚先后统治过这里，所以吴、楚可以通称。孤：独自，孤单一人。", 
      "洛阳亲友如相问，一片冰心在玉壶(hú)。 <br>洛阳：现位于河南省西部、黄河南岸。冰心，比喻纯洁的心。玉壶，道教概念妙真道教义，专指自然无为虚无之心。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　“寒雨连江夜入吴”，迷蒙的烟雨笼罩着吴地江天（今南京一带，此地是三国孙吴故地。），织成了一张无边无际的愁网。夜雨增添了萧瑟的秋意，也渲染出了离别的黯淡气氛。那寒意不仅弥漫在满江烟雨之中，更沁透在两个离别友人的心头上。”连”字和”入”字写出雨势的平稳连绵，江雨悄然而来的动态能为人分明地感知，则诗人因离情萦怀而一夜未眠的情景也自可想见。 但是，这一幅水天相连、浩渺迷茫的吴江夜雨图，正好展现了一种极其高远壮阔的境界。中晚唐诗和婉约派宋词往往将雨声写在窗下梧桐、檐前铁马、池中残荷等等琐物上，而王昌龄却并不实写如何感知秋雨来临的细节，他只是将听觉、视觉和想象概括成连江入吴的雨势，以大片淡墨染出满纸烟雨，这就用浩大的气魄烘托了”平明送客楚山孤”的开阔意境。清晨，天色已明，辛渐即将登舟北归。诗人遥望江北的远山，想到友人不久便将隐没在楚山之外，孤寂之感油然而生。在辽阔的江面上，进入诗人视野的当然不止是孤峙的楚山，浩荡的江水本来是最易引起别情似水的联想的，唐人由此而得到的名句也多得不可胜数。 然而王昌龄没有将别愁寄予随友人远去的江水，却将离情凝注在矗立于苍莽平野的楚山之上。因为友人回到洛阳，即可与亲友相聚，而留在吴地的诗人，却只能像这孤零零的楚山一样，伫立在江畔空望着流水逝去。一个”孤”字如同感情的引线，自然而然牵出了后两句临别叮咛之辞：”洛阳亲友如相问，一片冰心在玉壶。”诗人从清澈无瑕、澄空见底的玉壶中捧出一颗晶亮纯洁的冰心以告慰友人，这就比任何相思的言辞都更能表达他对洛阳亲友的深情。", 
      "　　早在六朝刘宋时期，诗人鲍照就用”清如玉壶冰”（《代白头吟》）来比喻高洁清白的品格。自从开元宰相姚崇作《冰壶诫》以来，盛唐诗人如王维、崔颢、李白等都曾以冰壶自励，推崇光明磊落、表里澄澈的品格。王昌龄托辛渐给洛阳亲友带去的口信不是通常的平安竹报，而是传达自己依然冰清玉洁、坚持操守的信念，是大有深意的。", 
      "　　诗人在这以晶莹透明的冰心玉壶自喻，正是基于他与洛阳诗友亲朋之间的真正了解和信任，这决不是洗刷谗名的表白，而是蔑视谤议的自誉。因此诗人从清澈无瑕、澄空见底的玉壶中捧出一颗晶亮纯洁的冰心以告慰友人，这就比任何相思的言辞都更能表达他对洛阳亲友的深情。", 
      "　　即景生情，情蕴景中，本是盛唐诗的共同特点，而深厚有余、优柔舒缓、“尽谢炉锤之迹”（胡应麟《诗薮》）又是王诗的独特风格。本诗那苍茫的江雨和孤峙的楚山，不仅烘托出诗人送别时的凄寒孤寂之情，更展现了诗人开朗的胸怀和坚强的性格。屹立在江天之中的孤山与冰心置于玉壶的比象之间又形成一种有意无意的照应，令人自然联想到诗人孤介傲岸、冰清玉洁的形象，使精巧的构思和深婉的用意融化在一片清空明澈的意境之中，所以天然浑成，不着痕迹，含蓄蕴藉，余韵无穷。", 
      "　　《新唐书》王昌龄本传称”其诗绪密而思清”。他的绝句大都有这一特点，此首也不例外，特别是”洛阳亲友如相问，一片冰心在玉壶”二句，细致精密，给人以冰清玉洁之感。", 
      "　　“一片冰心在玉壶”，即所谓”自明高志”。其中”冰心”二字见于《宋书》卷九十二：”冰心与贪流争激，霜情与晚节弥茂”。这是刘宋时代”清平无私”、”为上民所爱咏”的良吏陆徽的话，王昌龄取用”冰心”二字，当表示自己与”厉志廉洁，历任恪勤，奉公尽诚，克己无倦”的陆徽志同。”玉壶‘‘二字见于鲍照《代白头吟》：”直如朱丝绳，清如玉壶冰”。是高洁的象征。此外，陆机《汉高祖功臣颂》的”周苛慷慨，心若怀冰”、姚崇《冰壶诫序》的”夫洞澈无瑕，澄空见底，当官明白者，有类是乎。故内怀冰清，外涵玉润，此君子冰壶之德也”，大致都是”不牵于宦情”之意。王昌龄的这一名句不仅包蕴了”冰心”、”玉壶”、”心若怀冰”、”玉壶之德”等语意，而且深情而含蓄地表达了自己的品格和德行。"
  ],
  "appreciation_res" : [],
  "onlyId" : "34b7efe5b7fb55695fe76a96bf8f08c0",
  "name" : "芙蓉楼送辛渐",
  "dynasty" : "唐代",
  "author" : "王昌龄",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_f433a64dd504.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:42.914Z"),
  "__v" : 0
}

/* 31 */
{
  "_id" : ObjectId("5c10e56f60c726b98e9056c8"),
  "content" : [ 
      "\n闺中少妇不知愁，春日凝妆上翠楼。", 
      "忽见陌头杨柳色，悔教夫婿觅封侯。\n"
  ],
  "translate" : [ 
      "闺中少妇未曾有过相思离别之愁，在明媚的春日，她精心妆饰，登上高楼。", 
      "忽然看到路边的杨柳春色，惆怅之情涌上心头。她后悔当初不该让丈夫从军边塞，建功封侯。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "春天", 
      "妇女", 
      "闺怨"
  ],
  "notes" : [],
  "reference" : [],
  "appreciation" : [ 
      "　　王昌龄的一系列宫闺怨诗中《闺怨》尤为突出。诗题为《闺怨》，起笔却写道：“闺中少妇不知愁”，紧接着第二句又写出这位不知愁的少妇，如何在春光明媚的日子里“凝妆”登楼远眺的情景。于是，一个有些天真和娇憨之气的少妇形象跃然纸上。闺中少妇果真不知愁吗？当然不是。读过全诗之后我们知道，这是一位丈夫远征他乡，自己独守空房的少妇，即使在唐朝封建礼教尚不严格束缚妇女的时代，她平日里也是不能随便出门的。", 
      "　　第三句是全诗的关键，称为“诗眼”。这位少妇所见，不过寻常之杨柳，作者何以称之为“忽见”？其实，诗句的关键是见到杨柳后忽然触发的联想和心理变化。杨柳在古代人的心目中，不仅仅是“春色”的代替物，同时，它又是友人别离时相赠的礼物，古人很早便有折柳相赠的习俗。因为那迷茫和朦胧的杨花柳絮和人的离愁别绪有着某种内在的相似。", 
      "　　故少妇见到春风拂动下的杨柳，一定会联想很多。她会想到平日里的夫妻恩爱，想到与丈夫惜别时的深情，想到自己的美好年华在孤寂中一年年消逝，而眼前这大好春光却无人与她共赏……或许她还会联想到，丈夫戍守的边关，不知是黄沙漫漫，还是和家乡一样杨柳青青呢？", 
      "　　在这一瞬间的联想之后，少妇心中那沉积已久的幽怨、离愁和遗憾便一下子强烈起来，变得一发而不可收。“悔教夫婿觅封侯”便成为自然流淌出的情感。说到“忽见”，杨柳色显然只是触发少妇情感变化的一个媒介，一个外因。如果没有她平时感情的积蓄，她的希冀与无奈，她的哀怨与幽愁，杨柳是不会如此强烈地触动她“悔”的情感的。故曰少妇的情感变化看似突然，实则并不突然，而在情理之中。"
  ],
  "appreciation_res" : [],
  "onlyId" : "6f1be7e5f659d7faa72fbdaed52c181c",
  "name" : "闺怨",
  "dynasty" : "唐代",
  "author" : "王昌龄",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_bea0a298570b.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:43.786Z"),
  "__v" : 0
}

/* 32 */
{
  "_id" : ObjectId("5c10e57060c726b98e9056c9"),
  "content" : [ 
      "\n昨夜风开露井桃，未央前殿月轮高。 ", 
      "平阳歌舞新承宠，帘外春寒赐锦袍。\n"
  ],
  "translate" : [ 
      "昨夜的春风吹开了露井边的桃花，未央宫前的明月高高地挂在天上。", 
      "平阳公主家的歌女新受武帝宠幸，见帘外略有春寒皇上特把锦袍赐给她。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "女子", 
      "宫怨"
  ],
  "notes" : [ 
      "昨夜风开露井桃，未央前殿(diàn)月轮高。 <br>露井：指没有井亭覆盖的井。未央：即未央宫​，汉宫殿名，汉高祖刘邦​所建。也指唐宫。", 
      "平阳歌舞新承宠，帘外春寒赐(cì)锦袍。 <br>平阳歌舞：平阳公主​家中的歌女。新承：一作“承新”。"
  ],
  "reference" : [],
  "appreciation" : [],
  "appreciation_res" : [],
  "onlyId" : "1e91522fe60208bd5cc472b23b7cf3ff",
  "name" : "春宫曲",
  "dynasty" : "唐代",
  "author" : "王昌龄",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_ac8928c6f24a.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:44.836Z"),
  "__v" : 0
}

/* 33 */
{
  "_id" : ObjectId("5c10e57260c726b98e9056ca"),
  "content" : [ 
      "\n独在异乡为异客，每逢佳节倍思亲。", 
      "遥知兄弟登高处，遍插茱萸少一人。 ", 
      "\n"
  ],
  "translate" : [ 
      "独自远离家乡无法与家人团聚，每到重阳佳节倍加思念远方的亲人。", 
      "远远想到兄弟们身佩茱萸登上高处，也会因为少我一人而生遗憾之情。"
  ],
  "translate_res" : [ 
      "邓安生 等．王维诗选译．成都：巴蜀书社，1990：221-222", 
      "于海娣 等．唐诗鉴赏大全集．北京：中国华侨出版社，2010：81-82", 
      "蘅塘退士 等．唐诗三百首·宋词三百首·元曲三百首．北京：华文出版社，2009：72-73"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "小学古诗", 
      "重阳节", 
      "思乡", 
      "早教古诗100首", 
      "小学生必背古诗70首", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "独在异乡为异客，每逢佳节倍思亲。<br>异乡：他乡、外乡。 为异客：作他乡的客人。佳节：美好的节日。", 
      "遥知兄弟登高处，遍插茱(zhū)萸(yú)少一人。<br>登高：古有重阳节登高的风俗。茱萸：一种香草，即草决明。古时人们认为重阳节插戴茱萸可以避灾克邪。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　王维这首《九月九日忆山东兄弟》诗载于《全唐诗》卷一百二十八。下面是唐代文学研究会常务理事刘学锴先生对此诗的赏析。", 
      "　　王维是一位早熟的作家，少年时期就创作了不少优秀的诗篇。这首诗就是他十七岁时的作品。和他后来那些富于画意、构图设色非常讲究的山水诗不同，这首抒情小诗写得非常朴素。但千百年来，人们在作客他乡的情况下读这首诗，却都强烈地感受到了它的力量。这种力量，首先来自它的朴质、深厚和高度的概括。", 
      "　　诗因重阳节思念家乡的亲人而作。王维家居蒲州，在华山之东，所以题称“忆山东兄弟”。写这首诗时他大概正在长安谋取功名。繁华的帝都对当时热中仕进的年轻士子虽有很大吸引力，但对一个少年游子来说，毕竟是举目无亲的“异乡”；而且越是繁华热闹，在茫茫人海中的游子就越显得孤孑无亲。第一句用了一个“独”字，两个“异”字，分量下得很足。对亲人的思念，对自己孤孑处境的感受，都凝聚在这个“独”字里面。“异乡为异客”，不过说他乡作客，但两个“异”字所造成的艺术效果，却比一般地叙说他乡作客要强烈得多。在自然经济占主要地位的封建时代，不同地域之间的风土、人情、语言、生活习惯差别很大，离开多年生活的故乡到异地去，会感到一切都陌生、不习惯，感到自己是漂浮在异地生活中的一叶浮萍。“异乡”“异客”，正是朴质而真切地道出了这种感受。作客他乡者的思乡怀亲之情，在平日自然也是存在的，不过有时不一定是显露的，但一旦遇到某种触媒──最常见的是“佳节”──就很容易爆发出来，甚至一发而不可抑止。这就是所谓“每逢佳节倍思亲”。佳节，往往是家人团聚的日子，而且往往和对家乡风物的许多美好记忆联结在一起，所以“每逢佳节倍思亲”就是十分自然的了。这种体验，可以说人人都有，但在王维之前，却没有任何诗人用这样朴素无华而又高度概括的诗句成功地表现过。而一经诗人道出，它就成了最能表现客中思乡感情的格言式的警句。", 
      "　　前两句，可以说是艺术创作的“直接法”。几乎不经任何迂回，而是直插核心，迅即形成高潮，出现警句。但这种写法往往使后两句难以为继，造成后劲不足。这首诗的后两句，如果顺着“佳节倍思亲”作直线式的延伸，就不免蛇足；转出新意而再形成新的高潮，也很难办到。作者采取另一种方式：紧接着感情的激流，出现一泓微波荡漾的湖面，看似平静，实则更加深沉。", 
      "　　重阳节有登高的风俗，登高时佩带茱萸囊，据说可以避灾。茱萸，又名越椒，一种有香气的植物。三四两句，如果只是一般化地遥想兄弟如何在重阳日登高，佩带茱萸，而自己独在异乡，不能参与，虽然写出了佳节思亲之情，但会显得平直，缺乏新意与深情。诗人遥想的却是：“遍插茱萸少一人。”意思是说，远在故乡的兄弟们今天登高时身上都佩上了茱萸，却发现少了一位兄弟──自己不在内。好像遗憾的不是自己未能和故乡的兄弟共度佳节，反倒是兄弟们佳节未能完全团聚；似乎自己独在异乡为异客的处境并不值得诉说，反倒是兄弟们的缺憾更须体贴。这就曲折有致，出乎常情。而这种出乎常情之处，正是它的深厚处、新警处。杜甫的《月夜》：“遥怜小儿女，未解忆长安”，和这两句异曲同工，而王诗似乎更不着力。"
  ],
  "appreciation_res" : [ 
      "刘学锴 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：192-194"
  ],
  "onlyId" : "1ef5b5616fa5e6e16bb4e74c4306da2e",
  "name" : "九月九日忆山东兄弟",
  "dynasty" : "唐代",
  "author" : "王维",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_d75a706935de.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:46.120Z"),
  "__v" : 0
}

/* 34 */
{
  "_id" : ObjectId("5c10e57260c726b98e9056cb"),
  "content" : [ 
      "\n葡萄美酒夜光杯，欲饮琵琶马上催。", 
      "醉卧沙场君莫笑，古来征战几人回？\n"
  ],
  "translate" : [ 
      "酒筵上甘醇的葡萄美酒盛满在精美的夜光杯之中，歌伎们弹奏起急促欢快的琵琶声助兴催饮，想到即将跨马奔赴沙场杀敌报国，战士们个个豪情满怀。", 
      "今日一定要一醉方休，即使醉倒在战场上又何妨？此次出征为国效力，本来就打算马革裹尸，没有准备活着回来。"
  ],
  "translate_res" : [ 
      "曹寅 等．全唐诗（上）．上海：上海古籍出版社，1986年10月版：第366页", 
      "于海娣 等．唐诗鉴赏大全集．北京：中国华侨出版社，2010年12月版：第61-62页"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "豪放", 
      "边塞", 
      "战争", 
      "宴饮", 
      "早教古诗100首", 
      "小学生必背古诗70首", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "葡萄美酒夜光杯，欲饮琵(pí)琶(pá)马上催。<br>夜光杯：用白玉制成的酒杯，光可照明，这里指华贵而精美的酒杯。欲：将要。琵琶：这里指作战时用来发出号角的声音时用的。催：催人出征；也有人解作鸣奏助兴。", 
      "醉卧沙场君莫笑，古来征战几人回？ <br>沙场：平坦空旷的沙地，古时多指战场。君：你。征战：打仗。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　诗人以饱蘸激情的笔触，用铿锵激越的音调，奇丽耀眼的词语，定下这开篇的第一句。“葡萄美酒夜光杯”，犹如突然间拉开帷幕，在人们的眼前展现出五光十色、琳琅满目、酒香四溢的盛大筵席。这景象使人惊喜，使人兴奋，为全诗的抒情创造了气氛，定下了基调。", 
      "　　第二句开头的“欲饮”二字，渲染出这美酒佳肴盛宴的不凡的诱人魅力，表现出将士们那种豪爽开朗的性格。正在大家“欲饮”未得之时，乐队奏起了琵琶，酒宴开始了，那急促欢快的旋律，象是在催促将士们举杯痛饮，使已经热烈的气氛顿时沸腾起来。这句诗改变了七字句习用的音节，采取上二下五的句法，更增强了它的感染力。这里的“催字”，有人说是催出发，和下文似乎难以贯通。有人解释为：催尽管催，饮还是照饮。这也不切合将士们豪放俊爽的精神状态。“马上”二字，往往又使人联想到“出发”，其实在西域胡人中，琵琶本来就是骑在马上弹奏的。“琵琶马上催”，是着意渲染一种欢快宴饮的场面。", 
      "　　诗的三、四句是写筵席上的畅饮和劝酒。过去曾有人认为这两句“作旷达语，倍觉悲痛”。还有人说：“故作豪饮之词，然悲感已极”。话虽不同，但都离不开一个“悲”字。后来更有用低沉、悲凉、感伤、反战等等词语来概括这首诗的思想感情的，依据也是三四两句，特别是末句。“古来征战几人回”，显然是一种夸张的说法。清代施补华说这两句诗：“作悲伤语读便浅，作谐谑语读便妙，在学人领悟。”（《岘佣说诗》）之所以说“作悲伤语读便浅”，是因为它不是在宣扬战争的可怕，也不是表现对戎马生涯的厌恶，更不是对生命不保的哀叹。回过头去看看那欢宴的场面：耳听着阵阵欢快、激越的琵琶声，将士们真是兴致飞扬，你斟我酌，一阵痛饮之后，便醉意微微了。也许有人想放杯了吧，这时座中便有人高叫：怕什么，醉就醉吧，就是醉卧沙场，也请诸位莫笑，“古来征战几人回”，早将生死置之度外了。可见这三、四两句正是席间的劝酒之词，而并不是什么悲伤之情，它虽有几分“谐谑”，却也为尽情酣醉寻得了最具有环境和性格特征的“理由”。“醉卧沙场”，表现出来的不仅是豪放、开朗、兴奋的感情，而且还有着视死如归的勇气，这和豪华的筵席所显示的热烈气氛是一致的。这是一个欢乐的盛宴，那场面和意境决不是一两个人在那儿浅斟低酌，借酒浇愁。它那明快的语言、跳动跌宕的节奏所反映出来的情绪是奔放的，狂热的；它展现出的是一种激动和向往的艺术魅力，这正是盛唐边塞诗的特色。", 
      "　　也有人认为全诗抒发的是反战的哀怨，所揭露的是自有战争以来生还者极少的悲惨事实，却出以豪迈旷达之笔，表现了一种视死如归的悲壮情绪，这就使人透过这种貌似豪放旷达的胸怀，更加看清了军人们心灵深处的忧伤与幻灭。"
  ],
  "appreciation_res" : [],
  "onlyId" : "7be235de983f144f49db528c6f015a14",
  "name" : "凉州词二首·其一",
  "dynasty" : "唐代",
  "author" : "王翰",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_9312f5349cd7.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:46.869Z"),
  "__v" : 0
}

/* 35 */
{
  "_id" : ObjectId("5c10e57360c726b98e9056cc"),
  "content" : [ 
      "\n泪湿罗巾梦不成，夜深前殿按歌声。 ", 
      "红颜未老恩先断，斜倚薰笼坐到明。\n"
  ],
  "translate" : [ 
      "泪水湿透了罗巾无法入睡好梦难成，深夜时分听到前殿传来按着节拍唱歌的声音。", 
      "红颜尚未老去已经失去了君王的恩宠，斜靠着熏笼一直坐到天明。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "宫怨"
  ],
  "notes" : [ 
      "泪湿罗巾梦不成，夜深前殿按歌声。 <br>按歌声：依照歌声的韵律打拍子。", 
      "红颜未老恩先断，斜倚薰(xūn)笼坐到明。 <br>红颜：此指宫宫女。恩：君恩。熏笼：覆罩香炉的竹笼。香炉用来熏衣被，为宫中用物。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这首诗是代宫人所作的怨词。前人曾批评此诗过于浅露，这是不公正的。诗以自然浑成之语，传层层深入之情，语言明快而感情深沉，一气贯通而绝不平直。", 
      "　　诗的主人公是一位不幸的宫女。她一心盼望君王的临幸而终未盼得，时已深夜，只好上床，已是一层怨怅。宠幸不可得，退而求之好梦；辗转反侧，竟连梦也难成，见出两层怨怅。梦既不成，索性揽衣推枕，挣扎坐起。正当她愁苦难忍，泪湿罗巾之时，前殿又传来阵阵笙歌，原来君王正在那边寻欢作乐，这就有了三层怨怅。倘使人老珠黄，犹可解说；偏偏她盛鬓堆鸦，红颜未老，生出四层怨怅。要是君王一直没有发现她，那也罢了；事实是她曾受过君王的恩宠，而现在这种恩宠却无端断绝，见出五层怨怅。夜已深沉，濒于绝望，但一转念，犹翼君王在听歌赏舞之后，会记起她来。于是，斜倚熏笼，浓熏翠袖，以待召幸。不料，一直坐到天明，幻想终归破灭，见出六层怨怅。一种情思，六层写来，尽缠绵往复之能事。而全诗却一气浑成，如笋破土，苞节虽在而不露；如茧抽丝，幽怨似缕而不绝。短短四句，细腻地表现了一个失宠宫女复杂矛盾的内心世界。夜来不寐，等候君王临幸，写其希望；听到前殿歌声，君王正在寻欢作乐，写其失望；君恩已断，仍斜倚熏笼坐等，写其苦望；天色大明，君王未来，写其绝望。泪湿罗巾，写宫女的现实；求宠于梦境，写其幻想；恩断而仍坐等，写其痴想；坐到天明仍不见君王，再写其可悲的现实。全诗由希望转到失望，由失望转到苦望，由苦望转到最后绝望；由现实进入幻想，由幻想进入痴想，由痴想再跌入现实，千回百转，倾注了诗人对不幸者的深挚同情。"
  ],
  "appreciation_res" : [],
  "onlyId" : "ae8a1870e784be0dce03af348f9796e3",
  "name" : "后宫词",
  "dynasty" : "唐代",
  "author" : "白居易",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_72c224467be6.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:47.721Z"),
  "__v" : 0
}

/* 36 */
{
  "_id" : ObjectId("5c10e57460c726b98e9056cd"),
  "content" : [ 
      "\n寂寂花时闭院门，美人相并立琼轩。 ", 
      "含情欲说宫中事，鹦鹉前头不敢言。\n"
  ],
  "translate" : [ 
      "百花盛开，宫院却寂寂地紧闭大门；俏丽宫女，相依相并伫立廊下赏春。", 
      "满怀幽情，都想谈谈宫中忧愁的事，鹦鹉面前，谁也不敢吐露自己苦闷。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "写景", 
      "宫怨"
  ],
  "notes" : [ 
      "寂寂花时闭院门，美人相并立琼(qióng)轩(xuān)。 <br>琼轩：对廊台的美称。", 
      "含情欲说宫中事，鹦鹉前头不敢言。 <br>"
  ],
  "reference" : [],
  "appreciation" : [],
  "appreciation_res" : [],
  "onlyId" : "31a6184a0b069a08cc0a5689a89f4599",
  "name" : "宫词 / 宫中词",
  "dynasty" : "唐代",
  "author" : "朱庆馀",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_f076628e7095.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:48.546Z"),
  "__v" : 0
}

/* 37 */
{
  "_id" : ObjectId("5c10e57560c726b98e9056ce"),
  "content" : [ 
      "\n洞房昨夜停红烛，待晓堂前拜舅姑。 ", 
      "妆罢低声问夫婿，画眉深浅入时无。\n"
  ],
  "translate" : [ 
      "洞房里昨夜花烛彻夜通明，等待拂晓拜公婆讨个好评。", 
      "打扮好了轻轻问丈夫一声：我的眉画得浓淡可合时兴？"
  ],
  "translate_res" : [ 
      "于海娣 等．唐诗鉴赏大全集．北京：中国华侨出版社，2010：371"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "新婚", 
      "考试"
  ],
  "notes" : [ 
      "洞房昨夜停红烛，待晓堂前拜舅(jiù)姑。 <br>洞房：新婚卧室。停红烛：让红烛通宵点着。停：留置。舅姑：公婆。", 
      "妆罢低声问夫婿(xù)，画眉深浅入时无。 <br>深浅：浓淡。入时无：是否时髦。这里借喻文章是否合适。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　《近试上张水部》载于《全唐诗》卷五百一十五。下面是当代女文学家、著名学者沈祖棻教授对此诗的赏析。", 
      "　　以夫妻或男女爱情关系比拟君臣以及朋友、师生等其他社会关系，乃是中国古典诗歌中从《楚辞》就开始出现并在其后得到发展的一种传统表现手法。此诗也是用这种手法写的。", 
      "　　“近试上张水部”这个标题可以帮助读者明白诗的作意，唐代应进士科举的士子有向名人行卷的风气。临到要考试了，朱庆馀怕自己的作品不一定符合主考的要求，因此以新妇自比，以新郎比张籍，以公婆比主考，写下了这首诗，征求张籍的意见。", 
      "　　古代风俗，头一天晚上结婚，第二天清早新妇才拜见公婆。此诗描写的重点，乃是她去拜见之前的心理状态。首句写成婚。洞房，这里指新房。停，安置。停红烛，即让红烛点着，通夜不灭。次句写拜见。由于拜见是一件大事，所以她一早就起了床，在红烛光照中妆扮，等待天亮，好去堂前行礼。这时，她心里不免有点嘀咕，自己的打扮是不是很时髦呢？也就是，能不能讨公婆的喜欢呢？因此，后半便接写她基于这种心情而产生的言行。在用心梳好妆，画好眉之后，还是觉得没有把握，只好问一问身边丈夫的意见了。由于是新娘子，当然带点羞涩，而且，这种想法也不好大声说出，让旁人听到，于是这低声一问，便成为极其合情合理的了。这种写法真是精雕细琢，刻画入微。", 
      "　　仅仅作为“闺意”，这首诗已经是非常完整、优美动人的了，然而作者的本意，在于表达自己作为一名应试举子，在面临关系到自己政治前途的一场考试时所特有的不安和期待。应进士科举，对于当时的知识分子来说，乃是和女孩儿出嫁一样的终身大事。如果考取了，就有非常广阔的前途，反之，就可能蹭蹬一辈子。这也正如一个女子嫁到人家，如果得到丈夫和公婆的喜爱，她的地位就稳定了，处境就顺当了，否则，日子就很不好过。诗人的比拟来源于现实的社会生活，在当时的历史条件之下，很有典型性。即使如今看来，读者也不能不对他这种一箭双雕的技巧感到惊叹。", 
      "　　朱庆馀呈献的这首诗获得了张籍明确的回答。在《酬朱庆馀》中，他写道：", 
      "　　“越女新妆出镜心，自知明艳更沉吟。", 
      "　　齐纨未足时人贵，一曲菱歌敌万金。”", 
      "　　由于朱的赠诗用比体写成，所以张的答诗也是如此。在这首诗中，他将朱庆馀比作一位采菱姑娘，相貌既美，歌喉又好，因此，必然受到人们的赞赏，暗示他不必为这次考试担心。", 
      "　　首句写这位姑娘的身分和容貌。她是越州的一位采菱姑娘。这时，她刚刚打扮好，出现在镜湖的湖心，边采菱边唱着歌。次句写她的心情。她当然知道自己长得美艳，光彩照人。但因为爱好的心情过分了，却又沉吟起来。（沉吟，本是沉思吟味之意，引申为暗自忖度、思谋。）朱庆馀是越州（今浙江省绍兴市）人，越州多出美女，镜湖则是其地的名胜。所以张籍将他比为越女，而且出现于镜心。这两句是回答朱诗中的后两句，“新妆”与“画眉”相对，“更沉吟”与“入时无”相对。全诗以“入时无”三字为灵魂。新娘打扮得入不入时，能否讨得公婆欢心，最好先问问新郎，如此精心设问寓意自明，令人惊叹。 后半进一步肯定她的才艺出众，说：虽然有许多其他姑娘，身上穿的是齐地（今山东省）出产的贵重丝绸制成的衣服，可是那并不值得人们的看重，反之，这位采菱姑娘的一串珠喉，才真抵得上一万金哩。这是进一步打消朱庆馀“入时无”的顾虑，所以特别以“时人”与之相对。朱的赠诗写得好，张也答得妙，文人相重，酬答俱妙，可谓珠联璧合，千年来传为诗坛佳话。"
  ],
  "appreciation_res" : [ 
      "沈祖棻 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：985-987"
  ],
  "onlyId" : "358218a476ef805a702784448f7b2064",
  "name" : "近试上张籍水部 / 近试上张水部 / 闺意献张水部",
  "dynasty" : "唐代",
  "author" : "朱庆馀",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_b8d00bf5329b.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:49.475Z"),
  "__v" : 0
}

/* 38 */
{
  "_id" : ObjectId("5c10e57660c726b98e9056cf"),
  "content" : [ 
      "\n故园东望路漫漫，双袖龙钟泪不干。 ", 
      "马上相逢无纸笔，凭君传语报平安。\n"
  ],
  "translate" : [ 
      "东望家乡路程又远又长，热泪湿双袖还不断流淌。", 
      "在马上与你相遇无纸笔，请告家人说我平安无恙。"
  ],
  "translate_res" : [ 
      "萧涤非 等 ．唐诗三百首·宋词三百首·元曲三百首 ．上海 ：上海辞书出版社 ，1983年12月版 ：第617页 ．", 
      "《岑参集校注》(上海古籍出版社1981年版)卷七。", 
      "中学教材全解人教版出版社七年级语文下册"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "初中古诗", 
      "思乡", 
      "边塞", 
      "生活"
  ],
  "notes" : [ 
      "故园东望路漫(màn)漫，双袖龙钟泪不干。 <br>故园：指长安和自己在长安的家。漫漫：形容路途十分遥远。龙钟：涕泪淋漓的样子。", 
      "马上相逢无纸笔，凭(píng)君传语报平安。 <br>凭：托，烦，请。传语：捎口信。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这首诗是写诗人在西行途中，偶遇前往长安的东行使者，勾起了诗人无限的思乡情绪，也表达了诗人欲建功立业而开阔豪迈、乐观放达的胸襟。旅途的颠沛流离，思乡的肝肠寸断，在诗中得到了深刻的揭示。", 
      "　　“故园东望路漫漫”，写的是眼前的实际感受。诗人已经离开“故园”多日，正行进在去往西域的途中，回望东边的家乡长安城当然是漫漫长路，思念之情不免袭上心头，乡愁难收。“故园”，指的是在长安的家。“东望”是点明长安的位置。", 
      "　　“双袖龙钟泪不干”，意思是说思乡之泪怎么也擦不干，以至于把两支袖子都擦湿了，可眼泪就是止不住。这句运用了夸张的修辞手法表现思念亲人之情，也为下文写捎书回家“报平安”做了一个很高的铺垫。", 
      "　　“马上相逢无纸笔，凭君传语报平安”，这两句是写遇到入京使者时欲捎书回家报平安又苦于没有纸笔的情形，完全是马上相逢行者匆匆的口气，写得十分传神。“逢”字点出了题目，在赶赴安西的途中，遇到作为入京使者的故人，彼此都鞍马倥偬，交臂而过，一个继续西行，一个东归长安，而自己的妻子也正在长安，正好托故人带封平安家信回去，可偏偏又无纸笔，也顾不上写信了，只好托故人带个口信，“凭君传语报平安”吧。这最后一句诗，处理得很简单，收束得很干净利落，但简净之中寄寓着诗人的一片深情，寄至味于淡薄，颇有韵味。岑参此行是抱着“功名只向马上取”的雄心的，此时，心情是复杂的。他一方面有对帝京、故园相思眷恋的柔情，一方面也表现了诗人渴望建功立业的豪迈胸襟，柔情与豪情交织相融，感人至深。", 
      "　　这首诗语言朴素自然，充满了浓郁边塞生活气息，既有生活情趣，又有人情味，清新明快，余味深长，不加雕琢，信口而成，而又感情真挚。诗人善于把许多人心头所想、口里要说的话，用艺术手法加以提炼和概括，使之具有典型的意义。在平易之中而又显出丰富的韵味，自能深入人心，历久不忘。岑参这首诗，正是有这一特色。"
  ],
  "appreciation_res" : [ 
      "刘逸生 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：617"
  ],
  "onlyId" : "7fcc2a828213f6089b9498a2a85c82d3",
  "name" : "逢入京使",
  "dynasty" : "唐代",
  "author" : "岑参",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_10d21c96ba71.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:50.174Z"),
  "__v" : 0
}

/* 39 */
{
  "_id" : ObjectId("5c10e57760c726b98e9056d0"),
  "content" : [ 
      "\n故人西辞黄鹤楼，烟花三月下扬州。", 
      "孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)\n"
  ],
  "translate" : [ 
      "老朋友向我频频挥手，告别了黄鹤楼，在这柳絮如烟、繁花似锦的阳春三月去扬州远游。", 
      "友人的孤船帆影渐渐地远去，消失在碧空的尽头，只看见一线长江，向邈远的天际奔流。"
  ],
  "translate_res" : [ 
      "张国举．唐诗精华注译评．长春：长春出版社，2010：136-137", 
      "于海娣 等．唐诗鉴赏大全集．北京：中国华侨出版社，2010：117-118"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "小学古诗", 
      "写景", 
      "写水", 
      "长江", 
      "地名", 
      "离别", 
      "友情", 
      "送别", 
      "早教古诗100首", 
      "古诗里的十二个月", 
      "小学生必背古诗70首", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "故人西辞黄鹤(hè)楼，烟花三月下扬州。<br>黄鹤楼：中国著名的名胜古迹，故址在今湖北武汉市武昌蛇山的黄鹄矶上，属于长江下游地带，传说三国时期的费祎于此登仙乘黄鹤而去，故称黄鹤楼。原楼已毁，现存楼为1985年修葺。孟浩然：李白的朋友。之：往、到达。广陵：即扬州。故人：老朋友，这里指孟浩然。辞：辞别。烟花：形容柳絮如烟、鲜花似锦的春天景物，指艳丽的春景。下：顺流向下而行。", 
      "孤帆(fān)远影碧(bì)空尽，唯见长江天际流。 (唯 通：惟)<br>碧空尽：消失在碧蓝的天际。尽：尽头，消失了。碧空：一作“碧山”。唯见：只看见。天际流：流向天边 天际：天边，天边的尽头。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这首送别诗有它特殊的感情色调。它不同于王勃《送杜少府之任蜀川》那种少年刚肠的离别，也不同于王维《渭城曲》那种深情体贴的离别。这首诗，表现的是一种充满诗意的离别。其之所以如此，是因为这是两位风流潇洒的诗人的离别，还因为这次离别跟一个繁华的时代、繁华的季节、繁华的地区相联系，在愉快的分手中还带着诗人李白的向往，这就使得这次离别有着无比的诗意。", 
      "　　李白与孟浩然的交往，是在他刚出四川不久，正当年轻快意的时候，他眼里的世界，还几乎像黄金一般美好。比李白大十多岁的孟浩然，这时已经诗名满天下。他给李白的印象是陶醉在山水之间，自由而愉快，所以李白在《赠孟浩然》诗中说：“吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。”这次离别正是开元盛世，太平而又繁荣，季节是烟花三月、春意最浓的时候，从黄鹤楼顺着长江而下，这一路都是繁花似锦。李白是那样一个浪漫、爱好游览的人，所以这次离别完全是在很浓郁的畅想曲和抒情诗的气氛里进行的。李白心里没有什么忧伤和不愉快，相反地认为孟浩然这趟旅行快乐得很，他向往扬州地区，又向往孟浩然，所以一边送别，一边心也就跟着飞翔，胸中有无穷的诗意随着江水荡漾。在一片美景之中送别友人，真是别有一番滋味在心头，美景令人悦目，送别却令人伤怀，以景见情，含蓄深厚，有如弦外之音，达到使人神往，低徊遐想的艺术效果。", 
      "　　“故人西辞黄鹤楼”，这一句不光是为了点题，更因为黄鹤楼是天下名胜，可能是两位诗人经常流连聚会之所。因此一提到黄鹤楼，就带出种种与此处有关的富于诗意的生活内容。而黄鹤楼本身，又是传说仙人飞上天空去的地方，这和李白心目中这次孟浩然愉快地去广陵，又构成一种联想，增加了那种愉快的、畅想曲的气氛。", 
      "　　“烟花三月下扬州”，在“三月”上加“烟花”二字，把送别环境中那种诗的气氛涂抹得尤为浓郁。烟花，指烟雾迷蒙，繁花似锦。给读者的感觉绝不是一片地、一朵花，而是看不尽、看不透的大片阳春烟景。三月是烟花之时，而开元时代繁华的长江下游，又正是烟花之地。“烟花三月”，不仅再现了那暮春时节、繁华之地的迷人景色，而且也透露了时代气氛。此句意境优美，文字绮丽，清人孙洙誉为“千古丽句”。 李白渴望去扬州之情溢于言表。", 
      "　　“孤帆远影碧空尽，唯见长江天际流。”诗的后两句看起来似乎是写景，但在写景中包含着一个充满诗意的细节。“孤帆远影碧空尽”李白一直把朋友送上船，船已经扬帆而去，而他还在江边目送远去的风帆。李白的目光望着帆影，一直看到帆影逐渐模糊，消失在碧空的尽头，可见目送时间之长。帆影已经消逝了，然而李白还在翘首凝望，这才注意到一江春水，在浩浩荡荡地流向远远的水天交接之处。", 
      "　　“唯见长江天际流”，是眼前景象，又不单纯是写景。李白对朋友的一片深情，李白的向往，正体现在这富有诗意的神驰目注之中。诗人的心潮起伏，正像滚滚东去的一江春水。总之，这一场极富诗意的、两位风流潇洒的诗人的离别，对李白来说，又是带着一片向往之情的离别，被诗人用绚烂的阳春三月的景色，将放舟长江的宽阔画面，将目送孤帆远影的细节，极为传神地表现出来。"
  ],
  "appreciation_res" : [ 
      "裴斐 ．李白诗歌赏析集 ．成都 ：巴蜀书社 ，1988年2月版 ：第400页 ．", 
      "萧涤非 等 ．唐诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1983年12月版 ：第300-302页 ．"
  ],
  "onlyId" : "7d0724e9749448e4c9d331d62a2cbf4b",
  "name" : "黄鹤楼送孟浩然之广陵",
  "dynasty" : "唐代",
  "author" : "李白",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_d3f231047aef.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:51.004Z"),
  "__v" : 0
}

/* 40 */
{
  "_id" : ObjectId("5c10e57760c726b98e9056d1"),
  "content" : [ 
      "\n朝辞白帝彩云间，千里江陵一日还。", 
      "两岸猿声啼不住，轻舟已过万重山。\n"
  ],
  "translate" : [ 
      "清晨，朝霞满天，我就要踏上归程。从江上往高处看，可以看见白帝城彩云缭绕，如在云间，景色绚丽！千里之遥的江陵，一天之间就已经到达。", 
      "两岸猿猴的啼声不断，回荡不绝。猿猴的啼声还回荡在耳边时，轻快的小船已驶过连绵不绝的万重山峦。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "写山", 
      "长江", 
      "地名", 
      "喜悦", 
      "早教古诗100首", 
      "小学生必背古诗70首", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "朝(zhāo)辞白帝彩云间，千里江陵一日还。<br>朝：早晨。辞：告别。彩云间：因白帝城在白帝山上，地势高耸，从山下江中仰望，仿佛耸入云间。江陵：今湖北荆州市。从白帝城到江陵约一千二百里，其间包括七百里三峡。还：归；返回。", 
      "两岸猿(yuán)声啼不住，轻舟已过万重山。 <br>猿：猿猴。啼：鸣、叫。住：停息。万重山：层层叠叠的山，形容有许多。 "
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　首句“彩云间”三字，描写白帝城地势之高，为全篇描写下水船走得快这一动态蓄势。“彩云间”的“间”字当作隔断之意，诗人回望云霞之上的白帝城，以前的种种恍如隔世。一说形容白帝城之高，水行船速全在落差。如果不写白帝城之高，则无法体现出长江上下游之间斜度差距之大。白帝城地势高入云霄，于是下面几句中写舟行的迅捷、行期的短暂、耳（猿声）目（万重山）的不暇迎送，才一一有着落。“彩云间”也是写早晨景色，显示出从晦暝转为光明的大好气象，而诗人便在这曙光初灿的时刻，怀着兴奋的心情匆匆告别白帝城。", 
      "　　第二句的“千里”和“一日”，以空间之远与时间之短作悬殊对比。这里，巧妙的地方在于那个“还”字上。“还”，归来的意思。它不仅表现出诗人“一日”而行“千里”的痛快，也隐隐透露出遇赦的喜悦。江陵本非李白的家乡，而“还”字却亲切得如同回乡一样。一个“还”字，暗处传神，值得读者细细玩味。", 
      "　　第三句的境界更为神妙。古时长江三峡，“常有高猿长啸”。诗人说“啼不住”，是因为他乘坐飞快的轻舟行驶在长江上，耳听两岸的猿啼声，又看见两旁的山影，猿啼声不止一处，山影也不止一处，由于舟行人速，使得啼声和山影在耳目之间成为“浑然一片”，这就是李白在出峡时为猿声山影所感受的情景。身在这如脱弦之箭、顺流直下的船上，诗人感到十分畅快和兴奋。清代桂馥称赞：“妙在第三句，能使通首精神飞越。”（《札朴》）", 
      "　　瞬息之间，“轻舟”已过“万重山”。为了形容船快，诗人除了用猿声山影来烘托，还给船的本身添上了一个“轻”字。直说船快，那便显得笨拙；而这个“轻”字，却别有一番意蕴。三峡水急滩险，诗人溯流而上时，不仅觉得船重，而且心情更为滞重，“三朝上黄牛，三暮行太迟。三朝又三暮，不觉鬓成丝”（《上三峡》）。如今顺流而下，行船轻如无物，船的快速读者可想而知。而“危乎高哉”的“万重山”一过，轻舟进入坦途，诗人历尽艰险、进入康庄旅途的快感，也自然而然地表现出来了。这最后两句，既是写景，又是比兴，既是个人心情的表达，又是人生经验的总结，因物兴感，精妙无伦。", 
      "　　全诗给人一种锋棱挺拔、空灵飞动之感。然而只看这首诗的气势的豪爽，笔姿的骏利，还不能完备地理解全诗。全诗洋溢的是诗人经过艰难岁月之后突然迸发的一种激情，所以在雄峻和迅疾中，又有豪情和欢悦。快船快意，给读者留下了广阔的想象余地。为了表达畅快的心情，诗人还特意用上平“删”韵的“间”、“还”、“山”来作韵脚，使全诗显得格外悠扬、轻快，回味悠长。"
  ],
  "appreciation_res" : [ 
      "程千帆 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：336-337", 
      "裴 斐．李白诗歌赏析集．成都：巴蜀书社，1988：272-273"
  ],
  "onlyId" : "50953835e10dc00ce215ac9d0a7f0314",
  "name" : "早发白帝城 / 白帝下江陵",
  "dynasty" : "唐代",
  "author" : "李白",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_0f81015a040c.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:51.957Z"),
  "__v" : 0
}

/* 41 */
{
  "_id" : ObjectId("5c10e57860c726b98e9056d2"),
  "content" : [ 
      "\n回乐峰前沙似雪，受降城外月如霜。(回乐<strong>峰</strong> 一作：回乐<strong>烽</strong>）", 
      "不知何处吹芦管，一夜征人尽望乡。\n"
  ],
  "translate" : [ 
      "回乐峰前的沙地白得像雪，受降城外的月色有如秋霜。", 
      "不知何处吹起凄凉的芦管，一夜间征人个个眺望故乡。"
  ],
  "translate_res" : [ 
      "彭定求 等 ．全唐诗（上） ．上海 ：上海古籍出版社 ，1986年10月版 ：第718页 ．", 
      "于海娣 等 ．唐诗鉴赏大全集 ．北京 ：中国华侨出版社 ，2010年12月版 ：第316页 ．", 
      "蘅塘退士 ．唐诗三百首 ：宗教文化出版社 ，2003 ：309 ．"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "冬天", 
      "月亮", 
      "边塞", 
      "思念", 
      "战争"
  ],
  "notes" : [],
  "reference" : [],
  "appreciation" : [ 
      "　　这是一首抒写戍边将士乡情的诗作，从多角度描绘了戍边将士（包括吹笛人）浓烈的乡思和满心的哀愁之情。", 
      "　　诗歌的前两句描写了一幅边塞月夜的独特景色.举目远眺，蜿蜒数十里的丘陵上耸立着座座高大的烽火台，烽火台下是一片无垠的沙漠，在月光的映照下如同积雪的荒原。近看，高城之外月光皎洁，如同深秋的寒霜。沙漠并非雪原，诗人偏说它“似雪”，月光并非秋霜，诗人偏说它“如霜”。诗人如此运笔，是为了借这寒气袭人的景物来渲染心境的愁惨凄凉。正是这似雪的沙漠和如霜的月光使受降城之夜显得格外空寂惨淡。也使诗人格外强烈地感受到置身边塞绝域的孤独，而生发出思乡情愫。", 
      "　　如果说前两句写景，景中寓情，蓄而未发；那么后两句则正面写情。在万籁俱寂中，夜风送来呜呜咽咽的芦笛声。这笛声使诗人想到：是哪座烽火台上的戍卒在借芦笛声倾诉那无尽的边愁？那幽怨的笛声又触动了多少征人的思乡愁？在这漫长的边塞之夜，他们一个个披衣而起，忧郁的目光掠过似雪的沙漠，如霜的月地，久久凝视着远方······“不知何处”，写出了诗人月夜闻笛时的迷惘心情，映衬出夜景的空寥寂寞。“一夜”和“尽望”又道出征人望乡之情的深重和急切。", 
      "　　从全诗来看，前两句写的是色，第三句写的是声；末句抒心中所感，写的是情。前三句都是为末句直接抒情作烘托、铺垫。开头由视觉形象引动绵绵乡情，进而由听觉形象把乡思的暗流引向滔滔的感情的洪波。前三句已经蓄势有余，末句一般就用直抒写出。李益却蹊径独辟，让满孕之情在结尾处打个回旋，用拟想中的征人望乡的镜头加以表现，使人感到句绝而意不绝，在戛然而止处仍然漾开一个又一个涟漪。这首诗艺术上的成功，就在于把诗中的景色、声音、感情三者融合为一体，将诗情、画意与音乐美熔于一炉，组成了一个完整的艺术整体，意境浑成，简洁空灵，而又具有含蕴不尽的特点。", 
      "　　这首诗语言优美，节奏平缓，寓情于景，以景写情，写出了征人眼前之景，心中之情，感人肺腑。诗意婉曲深远，让人回味无穷。刘禹锡《和令孤相公言怀寄河中杨少尹》中提到李益，有“边月空悲芦管秋”句，即指此诗。可见此诗在当时已传诵很广。《唐诗纪事》说这首诗在当时便被度曲入画。仔细体味全诗意境，的确也是谱歌作画的佳品。因而被谱入弦管，天下传唱，成为中唐绝句中出色的名篇之一。"
  ],
  "appreciation_res" : [],
  "onlyId" : "63d2ffd588869704f44d7eb6f4bccd41",
  "name" : "夜上受降城闻笛",
  "dynasty" : "唐代",
  "author" : "李益",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_d89eb1125b6d.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:52.755Z"),
  "__v" : 0
}

/* 42 */
{
  "_id" : ObjectId("5c10e57960c726b98e9056d3"),
  "content" : [ 
      "\n宣室求贤访逐臣，贾生才调更无伦。", 
      "可怜夜半虚前席，不问苍生问鬼神。\n"
  ],
  "translate" : [ 
      "汉文帝求贤，宣示召见被贬臣子。贾谊才能，确实高明无人能及。", 
      "只是空谈半夜，令人扼腕叹息。文帝尽问鬼神之事，只字不提国事民生。"
  ],
  "translate_res" : [ 
      "张国举．唐诗精华注译评．长春：长春出版社，2010：751-752", 
      "陈国林．高中生必背古诗文．北京：龙门书局出版社，2012：76"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "托古讽今", 
      "怀才不遇"
  ],
  "notes" : [ 
      "宣室求贤访逐臣，贾生才调更无伦。<br>贾生：指贾谊（前200—前168），西汉著名的政论家、文学家，力主改革弊政，提出了许多重要政治主张，但却遭谗被贬，一生抑郁不得志。宣室：汉代长安城中未央宫前殿的正室。逐臣：被放逐之臣，指贾谊曾被贬谪。才调：才华气质。", 
      "可怜夜半虚前席，不问苍生问鬼神。 <br>可怜：可惜，可叹。虚：徒然，空自。前席：在坐席上移膝靠近对方。苍生：百姓。问鬼神：事见《史记·屈原贾生列传》。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这是一首托古讽时诗，意在借贾谊的遭遇，抒写诗人怀才不遇的感慨。诗选取汉文帝宣室召见贾谊，夜半倾谈的情节，写文帝不能识贤，任贤；“不问苍生问鬼神”却揭露了晚唐皇帝服药求仙，荒于政事，不能任贤，不顾民生的昏庸特性。诗寓慨于讽，讽刺效果颇好。", 
      "　　此诗是首咏叹贾生故事的短诗，其着眼点，不在个人的穷通得失，而在于指出封建统治者不能真正重视人才，使其在政治上发挥作用。", 
      "　　贾谊贬长沙，久已成为诗人们抒写不遇之感的熟滥题材。作者独辟蹊径，特意选取贾谊自长沙召回，宣室夜对的情节作为诗材。《史记。屈贾列传》载：贾生征见。孝文帝方受厘（刚举行过祭祀，接受神的福佑），坐宣室（未央宫前殿正室）。上因感鬼神事，而问鬼神之本。贾生因具道所以然之状。至夜半，文帝前席（在坐席上移膝靠近对方）。既罢，曰：“吾久不见贾生，自以为过之，今不及也。”", 
      "　　在一般封建文人心目中，这大概是值得大加渲染的君臣遇合盛事。但诗人却独具只眼，抓住不为人们所注意的“问鬼神”之事，翻出了一段新警透辟、发人深省的诗的议论。", 
      "　　“宣室求贤访逐臣，贾生才调更无伦。”前幅纯从正面着笔，丝毫不露贬意。首句特标“求”、“访”（咨询），仿佛热烈颂扬文帝求贤意愿之切、之殷，待贤态度之诚、之谦，所谓求贤若渴，虚怀若谷。“求贤”而至“访逐臣”，更可见其网罗贤才已达到“野无遗贤”的程度。次句隐括文帝对贾谊的推服赞叹之词。“才调”，兼包才能风调，与“更无伦”的赞叹配合，令人宛见贾生少年才俊、议论风发、华采照人的精神风貌，诗的形象感和咏叹的情调也就自然地显示出来。这两句，由“求”而“访”而赞，层层递进，表现了文帝对贾生的推服器重。如果不看下文，几乎会误认为这是一篇圣主求贤颂。其实，这正是作者故弄狡狯之处。", 
      "　　第三句承、转交错，是全诗枢纽。承，即所谓“夜半前席”，把文帝当时那种虚心垂询、凝神倾听、以至于“不自知膝之前于席”的情状描绘得维妙维肖，使历史陈迹变成了充满生活气息、鲜明可触的画面。这种善于选取典型细节，善于“从小物寄慨”的艺术手段，正是李商隐咏史诗的绝招。通过这个生动的细节的渲染，才把由“求”而“访”而赞的那架“重贤”的云梯升到了最高处；而“转”，也就在这戏剧高潮中同时开始。不过，它并不露筋突骨，硬转逆折，而是用咏叹之笔轻轻拨转——在“夜半虚前席”前加上可怜两字。可怜，即可惜。不用感情色彩强烈的“可悲”、“可叹”一类词语，只说“可怜”，一方面是为末句——一篇之警策预留地步；另一方面也是因为在这里貌似轻描淡写的“可怜”，比剑拔弩张的“可悲”、“可叹”更为含蕴，更耐人寻味。仿佛给文帝留有余地，其实却隐含着冷隽的嘲讽，可谓似轻而实重。“虚”者，空自、徒然之谓。虽只轻轻一点，却使读者对文帝“夜半前席”的重贤姿态从根本上产生了怀疑，可谓举重而若轻。如此推重贤者，何以竟然成“虚”？诗人引而不发，给读者留下了悬念，诗也就显出跌宕波折的情致，而不是一泻无余。这一句承转交错的艺术处理，精炼，自然，和谐，浑然无迹。", 
      "　　末句方引满而发，紧承“可怜”与“虚”，射出直中鹄的的一箭——不问苍生问鬼神。郑重求贤，虚心垂询，推重叹服，乃至“夜半前席”，不是为了询求治国安民之道，却是为了“问鬼神”的本原问题！这究竟是什么样的求贤，对贤者又究竟意味着什么啊！诗人仍只点破而不说尽——通过“问”与“不问”的对照，让读者自己对此得出应有的结论。辞锋极犀利，讽刺极辛辣，感概极深沉，却又极抑扬吞吐之妙。由于前几句围绕“重贤”逐步升级，节节上扬，第三句又盘马弯弓，引而不发，末句由强烈对照而形成的贬抑便显得特别有力。这正是通常所谓的“抬得高，摔得重”（也就是反跌手法）。整首诗在正反、扬抑、轻重、隐显、承转等方面的艺术处理上，都蕴含着艺术的辩证法，而其新警含蕴、唱叹有情的艺术风格也就通过这一系列成功的艺术处理，逐步显示出来。", 
      "　　点破而不说尽，有论而无断，并非由于内容贫弱而故弄玄虚，而是由于含蕴丰富，片言不足以尽意。诗有讽有慨，寓慨于讽，旨意并不单纯。从讽的方面看，表面上似刺文帝，实际上诗人的主要用意并不在此。晚唐许多皇帝，大都崇佛媚道，服药求仙，不顾民生，不任贤才，诗人矛头所指，显然是当时现实中那些“不问苍生问鬼神”的封建统治者。在寓讽时主的同时，诗中又寓有诗人自己怀才不遇的深沉感慨。诗人夙怀“欲回天地”的壮志，但偏遭衰世，沉沦下僚，诗中每发“贾生年少虚垂涕”、“贾生兼事鬼”之慨。这首诗中的贾谊，正有诗人自己的影子。概而言之，讽汉文实刺唐帝，怜贾生实亦自悯。"
  ],
  "appreciation_res" : [ 
      "萧涤非 等 ．唐诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1983年12月版 ：第1221-1223页 ．", 
      "讽君主昏聩 悲自身不遇——谈李商隐诗《贾生》的主题 谭志永《语文知识》2003年11期", 
      "蓝光中 ．历代诗歌选读（下卷） ．广州 ：中山大学出版社 ，2011 ：14-15 ．"
  ],
  "onlyId" : "d4c13a0b6c4889e3baeb2bccf076d43c",
  "name" : "贾生",
  "dynasty" : "唐代",
  "author" : "李商隐",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_cd908d31f388.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:53.469Z"),
  "__v" : 0
}

/* 43 */
{
  "_id" : ObjectId("5c10e57a60c726b98e9056d4"),
  "content" : [ 
      "\n乘兴南游不戒严，九重谁省谏书函。 ", 
      "春风举国裁宫锦，半作障泥半作帆。\n"
  ],
  "translate" : [ 
      "隋炀帝为南游江都不顾安全，九重宫中有谁理会劝谏书函。", 
      "春游中全国裁制的绫罗锦缎，一半作御马障泥一半作船帆。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "咏史怀古", 
      "讽刺"
  ],
  "notes" : [ 
      "乘兴南游不戒严，九重谁省谏(jiàn)书函。 <br>乘兴句：此言不戒严，意谓炀帝骄横无忌，毫无戒备。九重：指皇帝居住的深宫。省：明察，懂得。谏书函：给皇帝的谏书。", 
      "春风举国裁宫锦，半作障(zhàng)泥半作帆。 <br>宫锦：供皇家使用的高级锦缎。障泥：马鞯，垫在马鞍的下面，两边下垂至马蹬，用来挡泥土。"
  ],
  "reference" : [],
  "appreciation" : [],
  "appreciation_res" : [],
  "onlyId" : "47e84f042375792c297bc765f9fa9bc5",
  "name" : "隋宫",
  "dynasty" : "唐代",
  "author" : "李商隐",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_0c472e85a3ad.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:54.317Z"),
  "__v" : 0
}

/* 44 */
{
  "_id" : ObjectId("5c10e57b60c726b98e9056d5"),
  "content" : [ 
      "\n瑶池阿母绮窗开，黄竹歌声动地哀。 ", 
      "八骏日行三万里，穆王何事不重来。\n"
  ],
  "translate" : [ 
      "西王母在瑶池上把绮窗打开；只听得黄竹歌声音动地悲哀。", 
      "八骏神马的车子日行三万里；周穆王为了何事违约不再来？"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "神话", 
      "讽刺"
  ],
  "notes" : [ 
      "瑶(yáo)池阿母绮(qǐ)窗开，黄竹歌声动地哀。 <br>黄竹歌声：《穆天子传》卷五：“日中大寒，北风雨雪，有冻人。天子作诗三章以哀民。”", 
      "八骏(jùn)日行三万里，穆王何事不重来。 <br>八骏：传说周穆王有八匹骏马，可日行三万里。《列子》、《穆天子传》等记载不一。穆王：西周人，姓姬名满，传说他曾周游天下。"
  ],
  "reference" : [],
  "appreciation" : [],
  "appreciation_res" : [],
  "onlyId" : "6a98433b5c598bdca51a27fe7fe49753",
  "name" : "瑶池",
  "dynasty" : "唐代",
  "author" : "李商隐",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_f56b75b0ef74.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:55.175Z"),
  "__v" : 0
}

/* 45 */
{
  "_id" : ObjectId("5c10e57b60c726b98e9056d6"),
  "content" : [ 
      "\n云母屏风烛影深，长河渐落晓星沉。", 
      "嫦娥应悔偷灵药，碧海青天夜夜心。\n"
  ],
  "translate" : [ 
      "透过装饰着云母的屏风，烛影渐渐暗淡下去。银河也在静静地消失，晨星沉没在黎明的曙光里。", 
      "月宫的嫦娥恐怕后悔偷了后羿的长生不老药，现在只有那青天碧海夜夜陪伴着她一颗孤独的心。"
  ],
  "translate_res" : [ 
      "陈永正 ．李商隐诗选译 ．成都 ：巴蜀书社 ，1991 ：216-217 ．"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "小学古诗", 
      "写人", 
      "孤独"
  ],
  "notes" : [ 
      "云母屏(píng)风烛(zhú)影深，长河渐落晓星沉。<br>云母屏风：嵌着云母石的屏风。此言嫦娥在月宫居室中独处，夜晚，唯烛影和屏风相伴。", 
      "嫦娥应悔偷灵药，碧海青天夜夜心。 <br>嫦娥：古代神话中的月中仙女，江苏人。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　就内容而论，这是一首咏嫦娥的诗。然而各家看法不一。有人以为歌咏意中人的私奔，有人以为是直接歌咏主人公处境孤寂，有人以为是借咏嫦娥另外有所寄托，有人以为是歌咏女子学道求仙，有人以为应当作“无题”来看。兹且当作歌咏幽居寂处，终夜不眠的女子。以此而论，着实写得贴情贴理。语言含蕴，情调感伤。", 
      "　　前两句描绘主人公的环境和永夜不寐的情景。室内，烛光越来越黯淡，云母屏风上笼罩着一层深深的暗影，越发显出居室的空寂清冷，透露出主人公在长夜独坐中黯然的心境。室外，银河逐渐西移垂地，牛郎、织女隔河遥望，本来也许可以给独处孤室的不寐者带来一些遐想，而这一派银河即将消失。那点缀着空旷天宇的寥落晨星，仿佛默默无言地陪伴着一轮孤月，也陪伴着永夜不寐者，此时连这最后的伴侣也行将隐没。“沉”字正逼真地描绘出晨星低垂、欲落未落的动态，主人公的心也似乎正在逐渐沉下去。“烛影深”“长河落”“晓星沉”，表明时间已到将晓未晓之际，着一“渐”字，暗示了时间的推移流逝。索寞中的主人公，面对冷屏残烛、青天孤月，又度过了一个不眠之夜。尽管这里没有对主人公的心理作任何直接的抒写刻画，但借助于环境氛围的渲染，主人公的孤清凄冷情怀和不堪忍受寂寞包围的意绪却几乎可以触摸到。", 
      "　　在寂寥的长夜，天空中最引人注目、引人遐想的自然是一轮明月。看到明月，也自然会联想起神话传说中的月宫仙子──嫦娥。据说她原是后羿的妻子，因为偷吃了西王母送给后羿的不死药，飞奔到月宫，成了仙子。“嫦娥孤栖与谁邻？”在孤寂的主人公眼里，这孤居广寒宫殿、寂寞无伴的嫦娥，其处境和心情不正和自己相似吗？于是，不禁从心底涌出这样的意念：嫦娥想必也懊悔当初偷吃了不死药，以致年年夜夜，幽居月宫，面对碧海青天，寂寥清冷之情难以排遣吧。“应悔”是揣度之词，这揣度正表现出一种同病相怜、同心相应的感情。由于有前两句的描绘渲染，这“应”字就显得水到渠成，自然合理。因此，后两句与其说是对嫦娥处境心情的深情体贴，不如说是主人公寂寞的心灵独白。", 
      "　　至于这位寂处幽居、永夜不寐的主人公究竟是谁，诗中并无明确交待。诗人在《送宫人入道》诗中，曾把女冠比作“月娥孀独”，在《月夜重寄宋华阳姊妹》诗中，又以“窃药”喻指女子学道求仙。因此，说这首诗是代困守宫观的女冠抒写凄清寂寞之情，也许不是无稽之谈。唐代道教盛行，女子入道成为风气，入道后方体验到宗教清规对正常爱情生活的束缚而产生精神苦闷，三、四两句，正是对她们处境与心情的真实写照。", 
      "　　但是，诗中所抒写的孤寂感以及由此引起的“悔偷灵药”式的情绪，却融入了诗人独特的现实人生感受，而含有更丰富深刻的意蕴。在黑暗污浊的现实包围中，诗人精神上力图摆脱尘俗，追求高洁的境界，而追求的结果往往使自己陷于更孤独的境地。清高与孤独的孪生，以及由此引起的既自赏又自伤，既不甘变心从俗，又难以忍受孤孑寂寞的煎熬这种微妙复杂的心理，在这里被诗人用精微而富于含蕴的语言成功地表现出来了。这是一种含有浓重伤感的美，在旧时代的清高文士中容易引起广泛的共鸣。诗的典型意义也正在这里。", 
      "　　孤栖无伴的嫦娥，寂处道观的女冠，清高而孤独的诗人，尽管仙凡悬隔，同在人间者又境遇差殊，但在高洁而寂寞这一点上却灵犀暗通。诗人把握住了这一点，塑造了三位一体的艺术形象。这种艺术概括的技巧，是李商隐的特长。"
  ],
  "appreciation_res" : [ 
      "刘学锴 等 ．唐诗鉴赏辞典 ．上海 ：上海辞书出版社 ，1983 ：1215-1216 ．"
  ],
  "onlyId" : "e7876ea8e0d04a4bb02fa7a1cb896a43",
  "name" : "嫦娥",
  "dynasty" : "唐代",
  "author" : "李商隐",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_caef25db347c.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:55.884Z"),
  "__v" : 0
}

/* 46 */
{
  "_id" : ObjectId("5c10e57c60c726b98e9056d7"),
  "content" : [ 
      "\n君问归期未有期，巴山夜雨涨秋池。 ", 
      "何当共剪西窗烛，却话巴山夜雨时。\n"
  ],
  "translate" : [ 
      "您问归期，归期实难说准，巴山连夜暴雨，涨满秋池。", 
      "何时归去，共剪西窗烛花，当面诉说，巴山夜雨况味。"
  ],
  "translate_res" : [ 
      "《夜雨寄北》解析鉴赏 ．人民教育出版社[引用日期2014-04-9]"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "初中古诗", 
      "高中古诗", 
      "写雨", 
      "写景", 
      "思念", 
      "爱情", 
      "最美", 
      "优美"
  ],
  "notes" : [ 
      "君问归期(qī)未有期，巴山夜雨涨(zhǎng)秋池。 <br>君：对对方的尊称，等于现代汉语中的“您”。归期：指回家的日期。巴山：指大巴山，在陕西南部和四川东北交界处。这里泛指巴蜀一带。秋池：秋天的池塘。", 
      "何当共剪(jiǎn)西窗烛(zhú)，却话巴山夜雨时。 <br>何当：什么时候。共：副词，用在谓语前，表示动作行为是由两个或几个施事者共同发生的。可译为“一起”。剪西窗烛：剪烛，剪去燃焦的烛芯，使灯光明亮。这里形容深夜秉烛长谈。却话：回头说，追述。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这首诗所寄何许人，有友人和妻子两说。前者认为李商隐居留巴蜀期间，正是在他三十九岁至四十三岁做东川节度使柳仲郢幕僚时，而在此之前，其妻王氏已亡。持者认为在此之前李商隐已有过巴蜀之游。也有人认为它是寄给“眷属或友人”的。从诗中所表现出热烈的思念和缠绵的情感来看，似乎寄给妻子更为贴切。", 
      "　　开首点题，“君问归期未有期”，让人感到这是一首以诗代信的诗。诗前省去一大段内容，可以猜测，此前诗人已收到妻子的来信，信中盼望丈夫早日回归故里。诗人自然也希望能早日回家团聚。但因各种原因，愿望一时还不能实现。首句流露出离别之苦，思念之切。", 
      "　　次句“巴山夜雨涨秋池”是诗人告诉妻子自己身居的环境和心情。秋山夜雨，总是唤起离人的愁思，诗人用这个寄人离思的景物来表了他对妻子的无限思念。仿佛使人想象在一个秋天的某个秋雨缠绵的夜晚，池塘涨满了水，诗人独自在屋内倚床凝思。想着此时此刻妻子在家中的生活和心境；回忆他们从前在一起的共同生活；咀嚼着自己的孤独。", 
      "　　三、四句“何当共剪西窗烛，却话巴山夜雨时”，这是对未来团聚时的幸福想象。心中满腹的寂寞思念，只有寄托在将来。那时诗人返回故乡，同妻子在西屋的窗下窃窃私语，情深意长，彻夜不眠，以致蜡烛结出了蕊花。他们剪去蕊花，仍有叙不完的离情，言不尽重逢后的喜悦。这首诗既描写了今日身处巴山倾听秋雨时的寂寥之苦，又想象了来日聚首之时的幸福欢乐。此时的痛苦，与将来的喜悦交织一起，时空变换，", 
      "　　此诗语言朴素流畅，情真意切。“巴山夜雨”首末重复出现，令人回肠荡气。“何当”紧扣“未有期”，有力地表现了作者思归的急切心情。"
  ],
  "appreciation_res" : [],
  "onlyId" : "7a2c808b84cabf2b5903da2fb3148dcc",
  "name" : "夜雨寄北",
  "dynasty" : "唐代",
  "author" : "李商隐",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_e46c43d13b97.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:56.569Z"),
  "__v" : 0
}

/* 47 */
{
  "_id" : ObjectId("5c10e57d60c726b98e9056d8"),
  "content" : [ 
      "\n嵩云秦树久离居，双鲤迢迢一纸书。 ", 
      "休问梁园旧宾客，茂陵秋雨病相如。\n"
  ],
  "translate" : [ 
      "你是嵩山云我是秦川树，长久离居；千里迢迢，你寄来一封慰问的书信。", 
      "请别问我这个梁园旧客生活的甘苦；我就像茂陵秋雨中多病的司马相如。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "写景", 
      "思念", 
      "友情"
  ],
  "notes" : [ 
      "嵩(sōng)云秦树久离居，双鲤(lǐ)迢迢一纸书。 <br>嵩：中岳嵩山，在今河南。双鲤：指书信。", 
      "休问梁园旧宾客，茂陵秋雨病相如。 <br>梁园：梁孝王在梁地大兴土木，以睢阳为中心，根据自然景色，修建了一个很大的花园，称东苑，也叫菟园，后人称为梁园。茂陵：今陕西兴平县东北，以汉武帝陵墓而得名。"
  ],
  "reference" : [],
  "appreciation" : [],
  "appreciation_res" : [],
  "onlyId" : "fb4c97d7d8fffec165256e00caa67ab6",
  "name" : "寄令狐郎中",
  "dynasty" : "唐代",
  "author" : "李商隐",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_4107b7fe1053.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:57.487Z"),
  "__v" : 0
}

/* 48 */
{
  "_id" : ObjectId("5c10e57e60c726b98e9056d9"),
  "content" : [ 
      "\n为有云屏无限娇，凤城寒尽怕春宵。 ", 
      "无端嫁得金龟婿，辜负香衾事早朝。\n"
  ],
  "translate" : [ 
      "云母屏风后面的美人格外娇，京城寒冬已过却怕短暂春宵。", 
      "无端地嫁了个做高官的丈夫，不恋温暖香衾只想去上早朝。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "怨情"
  ],
  "notes" : [ 
      "为有云屏无限娇，凤城寒尽怕春宵(xiāo)。 <br>云屏：雕饰着云母图案的屏风，古代皇家或富贵人家所用。凤城：此指京城。", 
      "无端嫁得金龟婿(xù)，辜负香衾(qīn)事早朝。 <br>无端：没来由。金龟婿：佩带金龟（即作官）的丈夫。"
  ],
  "reference" : [],
  "appreciation" : [],
  "appreciation_res" : [],
  "onlyId" : "d867833b743c16077b15a9c7a7f02255",
  "name" : "为有",
  "dynasty" : "唐代",
  "author" : "李商隐",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_bcff6a37c9b5.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:58.246Z"),
  "__v" : 0
}

/* 49 */
{
  "_id" : ObjectId("5c10e57e60c726b98e9056da"),
  "content" : [ 
      "\n岐王宅里寻常见，崔九堂前几度闻。 ", 
      "正是江南好风景，落花时节又逢君。\n"
  ],
  "translate" : [ 
      "当年在岐王宅里，常常见到你的演出；在崔九堂前，也曾多次欣赏你的艺术。", 
      "没有想到，在这风景一派大好的江南；正是落花时节，能巧遇你这位老相熟。"
  ],
  "translate_res" : [ 
      "萧涤非．杜甫诗选注．北京：人民文学出版社，1998：322-323"
  ],
  "tags" : [ 
      "唐诗三百首", 
      "初中古诗", 
      "感伤", 
      "怀念", 
      "小学生必背古诗80首"
  ],
  "notes" : [ 
      "岐(qí)王宅里寻常见，崔九堂前几度闻。 <br>岐王：唐玄宗李隆基的弟弟，名叫李范，以好学爱才著称，雅善音律。寻常：经常。崔九：崔涤，在兄弟中排行第九，中书令崔湜的弟弟。玄宗时，曾任殿中监，出入禁中，得玄宗宠幸。崔姓，是当时一家大姓，以此表明李龟年原来受赏识。", 
      "正是江南好风景，落花时节又逢君。 <br>江南：这里指今湖南省一带。落花时节：暮春，通常指阴历三月。落花的寓意很多，人衰老飘零，社会的凋弊丧乱都在其中。君：指李龟年。"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　诗是感伤世态炎凉的。李龟年是唐玄宗初年的著名歌手，常在贵族豪门歌唱。杜甫少年时才华卓著，常出入于岐王李隆范和中书监崔涤的门庭，得以欣赏李龟年的歌唱艺术。诗的开首二句是追忆昔日与李龟年的接触，寄寓诗人对开元初年鼎盛的眷怀；后两句是对国事凋零，艺人颠沛流离的感慨。仅仅四句却概括了整个开元时期（注：开元时期为713年—741年）的时代沧桑，人生巨变。语极平淡，内涵却无限丰满。", 
      "　　李龟年是开元时期“特承顾遇”的著名歌唱家。杜甫初逢李龟年，是在“开口咏凤凰”的少年时期，正值所谓“开元全盛日”。当时王公贵族普遍爱好文艺，杜甫即因才华早著而受到岐王李隆范和中书监崔涤的延接，得以在他们的府邸欣赏李龟年的歌唱。而一位杰出的艺术家，既是特定时代的产物，也往往是特定时代的标志和象征。在杜甫心目中，李龟年正是和鼎盛的开元时代、也和他自己充满浪漫情调的青少年时期的生活，紧紧联结在一起的。几十年之后，他们又在江南重逢。这时，遭受了八年动乱的唐王朝业已从繁荣昌盛的顶峰跌落下来，陷入重重矛盾之中；杜甫辗转漂泊到潭州，“疏布缠枯骨，奔走苦不暖”，晚境极为凄凉；李龟年也流落江南，“每逢良辰胜景，为人歌数阕，座中闻之，莫不掩泣罢酒”（《明皇杂录》）。这种会见，自然很容易触发杜甫胸中原本就郁积着的无限沧桑之感。 ", 
      "　　“岐王宅里寻常见，崔九堂前几度闻。”诗人虽然是在追忆往昔与李龟年的接触，流露的却是对“开元全盛日”的深情怀念。这两句下语似乎很轻，含蕴的感情却深沉而凝重。“岐王宅里”、“崔九堂前”，仿佛信口道出，但在当事者心目中，这两个文艺名流经常雅集之处，是鼎盛的开元时期丰富多彩的精神文化的集中的地方，它们的名字就足以勾起诗人对“全盛日”的美好回忆。当年诗人出入其间，接触李龟年这样的艺术明星，是“寻常”而不难“几度”的，多年过后回想起来，简直是不可企及的梦境了。这里所蕴含的天上人间之隔的感慨，读者是要结合下两句才能品味出来的。两句诗在迭唱和咏叹中，流露了诗人对开元全盛日的无限眷恋，犹如要拉长回味的时间。", 
      "　　梦一样的回忆，毕竟改变不了眼前的现实。“正是江南好风景，落花时节又逢君。”风景秀丽的江南，在承平时代，原是诗人们所向往的作快意之游的所在。诗人真正置身其间，所面对的竟是满眼凋零的“落花时节”和皤然白首的流落艺人。“落花时节”，如同是即景书事，又如同是别有寓托，寄兴在有意无意之间。这四个字，暗喻了世运的衰颓、社会的动乱和诗人的衰病漂泊，但诗人丝毫没有在刻意设喻，这种写法显得特别浑成无迹。加上两句当中“正是”和“又”这两个虚词一转一跌，更在字里行间寓藏着无限感慨。江南好风景，恰恰成了乱离时世和沉沦身世的有力反衬。一位老歌唱家与一位老诗人在飘流颠沛中重逢了，落花流水的风光，点缀着两位形容憔悴的老人，成了时代沧桑的一幅典型画图。它无情地证实“开元全盛日”已经成为历史陈迹，一场翻天覆地的大动乱，使杜甫和李龟年这些经历过盛世的人，沦落到了不幸的地步。感慨是很深的，但诗人写到“落花时节又逢君”，却黯然而收，在无言中包孕着深沉的慨叹，痛定思痛的悲哀。这样“刚开头却又煞了尾”，连一句也不愿多说，显得蕴藉之极。清代沈德潜评此诗：“含意未申，有案未断。”诗人这种“未申”之意对于有着类似经历的当事者李龟年，是不难领会的；对于后世善于知人论世的读者，也不难把握。像《长生殿·弹词》中李龟年所唱的“当时天上清歌，今日沿街鼓板”，“唱不尽兴亡梦幻，弹不尽悲伤感叹，凄凉满眼对江山”等等，尽管反复唱叹，意思并不比杜诗更多，倒很像是剧作家从杜甫的诗中抽绎出来的一样。", 
      "　　四句诗，从岐王宅里、崔九堂前的“闻”歌，到落花江南的重“逢”，“闻”、“逢”之间，联结着四十年的时代沧桑、人生巨变。尽管诗中没有一笔正面涉及时世身世，但透过诗人的追忆感喟，却表现出了给唐代社会物质财富和文化繁荣带来浩劫的那场大动乱的阴影，以及它给人们造成的巨大灾难和心灵创伤。可以说“世运之治乱，华年之盛衰，彼此之凄凉流落，俱在其中”（孙洙评）。正如同旧戏舞台上不用布景，观众通过演员的歌唱表演，可以想象出极广阔的空间背景和事件过程；又像小说里往往通过一个人的命运，反映一个时代一样。这首诗的成功创作表明：在具有高度艺术概括力和丰富生活体验的大诗人那里，绝句这样短小的体裁可以具有很大的容量，而在表现如此丰富的内容时，又能达到举重若轻、浑然无迹的艺术境界。 "
  ],
  "appreciation_res" : [ 
      "刘学锴 等．唐诗鉴赏辞典．上海：上海辞书出版社，1983：599-601"
  ],
  "onlyId" : "a2b177ec8e83c0b814851e6b36135e05",
  "name" : "江南逢李龟年",
  "dynasty" : "唐代",
  "author" : "杜甫",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_514b8bc0ee4f.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:58.909Z"),
  "__v" : 0
}

/* 50 */
{
  "_id" : ObjectId("5c10e57f60c726b98e9056db"),
  "content" : [ 
      "\n多情却似总无情，唯觉樽前笑不成。", 
      "蜡烛有心还惜别，替人垂泪到天明。\n"
  ],
  "translate" : [ 
      "聚首如胶似漆作别却象无情；只觉得酒筵上要笑笑不出声。", 
      "案头蜡烛有心它还依依惜别；你看它替我们流泪流到天明。"
  ],
  "translate_res" : [],
  "tags" : [ 
      "唐诗三百首", 
      "离别", 
      "惜别", 
      "最美"
  ],
  "notes" : [ 
      "多情却似总无情，唯觉樽(zūn)前笑不成。<br>多情句：意谓多情者满腔情绪，一时无法表达，只能无言相对，倒象彼此无情。樽：酒杯。", 
      "蜡烛有心还惜别，替人垂泪到天明。 <br>"
  ],
  "reference" : [],
  "appreciation" : [ 
      "　　这一首着重写惜别，描绘与她的筵席上难分难舍的情怀。首名写离筵之上压抑无语，似乎冷淡无情；次句以“笑不成”点明原非无情，而是郁悒感伤，实乃多情，回应首句。", 
      "　　齐、梁之间的江淹曾经把离别的感情概括为“黯然销魂”四字。但这种感情的表现，却因人因事的不同而千差万别，这种感情本身，也不是“悲”、“愁”二字所能了得。杜牧此诗不用“悲”、“愁”等字，却写得坦率、真挚，道出了离别时的真情实感。", 
      "　　诗人同所爱不忍分别，又不得不分别，感情是千头万绪的。“多情却似总无情”，明明多情，偏从“无情”着笔，著一“总”字，又加强了语气，带有浓厚的感情色彩。诗人爱得太深、太多情，以至使他觉得，无论用怎样的方法，都不足以表现出内心的多情。别筵上，凄然相对，象是彼此无情似的。越是多情，越显得无情，这种情人离别时最真切的感受，诗人把它写出来了。“唯觉樽前笑不成”，要写离别的悲苦，他又从“笑”字入手。一个“唯”字表明，诗人是多么想面对情人，举樽道别，强颜欢笑，使所爱欢欣！但因为感伤离别，却挤不出一丝笑容来。想笑是由于“多情”，“笑不成”是由于太多情，不忍离别而事与愿违。这种看似矛盾的情态描写，把诗人内心的真实感受，说得委婉尽致，极有情味。", 
      "　　题为“赠别”，当然是要表现人的惜别之情。然而诗人又撇开自己，去写告别宴上那燃烧的蜡烛，借物抒情。诗人带着极度感伤的心情去看周围的世界，于是眼中的一切也就都带上了感伤色彩。这就是刘勰所说的：“属采附声，亦与心而徘徊”（《文心雕龙·物色》）。“蜡烛”本是有烛芯的，所以说“蜡烛有心”；而在诗人的眼里烛芯却变成了“惜别”之心，把蜡烛拟人化了。在诗人的眼里，它那彻夜流溢的烛泪，就是在为男女主人的离别而伤心了。“替人垂泪到天明”，“替人”二字，使意思更深一层。“到天明”又点出了告别宴饮时间之长，这也是诗人不忍分离的一种表现。", 
      "　　诗人用精炼流畅、清爽俊逸的语言，表达了悱恻缠绵的情思，风流蕴藉，意境深远，余韵不尽。就诗而论，表现的感情还是很深沉、很真挚的。杜牧为人刚直有节，敢论列大事，却也不拘小节，好歌舞，风情颇张，本诗亦可见此意。"
  ],
  "appreciation_res" : [],
  "onlyId" : "bb053e8b3001acfefaa7cbc08b67e076",
  "name" : "赠别",
  "dynasty" : "唐代",
  "author" : "杜牧",
  "sourceLink" : "https://so.gushiwen.org/shiwenv_b4fbe7244670.aspx",
  "type" : "唐诗三百首",
  "format" : "七言绝句",
  "updateAt" : ISODate("2018-12-12T10:39:59.898Z"),
  "__v" : 0
}